[{
	"title": "Everything old is new again: Repurposing drugs to treat Covid-19.",
	"values": [
		"Everything old is new again: Repurposing drugs to treat Covid-19.",
		"Astronomers used NASA's Chandra X-ray Observatory to study the supernova remnant Cassiopeia A and discovered titanium, shown in light blue, blasting out of it.",
		"The colors represent other elements detected, like iron (orange), oxygen (purple), silicon (red) and magnesium (green).",
		"The supermassive black hole at the center of the M87 galaxy, the first to ever be imaged, can now be seen in polarized light.",
		"Swirling lines reveal the magnetic field near the edge of the black hole.",
		"This image from the Sloan Digital Sky Survey shows the galaxy J0437+2456, which includes a supermassive black hole at its center that appears to be moving.",
		"This artist's impression shows how the distant quasar P172+18 and its radio jets may have looked 13 billion years ago.",
		"The light from the quasar has taken that long to reach us, so astronomers observed the quasar as it looked in the early universe.",
		"This image shows the vicinity of the Tucana II ultrafaint dwarf galaxy, captured by the SkyMapper telescope.",
		"These images show two giant radio galaxies found with using the MeerKAT telescope.",
		"The red in both images shows the radio light being emitted by the galaxies against a background of the sky as it is seen in visible light.",
		"This artist's conception of quasar J0313-1806 depicts it as it was 670 million years after the Big Bang.",
		"Quasars are highly energetic objects at the centers of galaxies, powered by black holes and brighter than entire galaxies.",
		"Shown here is a phenomenon known as zodiacal light, which is caused by sunlight reflecting off tiny dust particles in the inner solar system.",
		"This artist's impression of the distant galaxy ID2299 shows some of its gas being ejected by a \"tidal tail\" as a result of a merger between two galaxies.",
		"This diagram shows the two most important companion galaxies to the Milky Way: the Large Magellanic Cloud (left) and the Small Magellanic Cloud.",
		"It was made using data from the European Space Agency Gaia satellite.",
		"The Blue Ring Nebula is thought to be a never-before-seen phase that occurs after the merger of two stars.",
		"Debris flowing out from the merger was sliced by a disk around one of the stars, creating two cones of material glowing in ultraviolet light.",
		"The red supergiant star Betelgeuse, in the constellation of Orion, experienced unprecedented dimming late in 2019.",
		"This image was taken in January using the European Southern Observatory's Very Large Telescope.",
		"This is an infrared image of Apep, a Wolf-Rayet star binary system located 8,000 light-years from Earth.",
		"An artist's illustration, left, helps visualize the details of an unusual star system, GW Orionis, in the Orion constellation.",
		"The system's circumstellar disk is broken, resulting in misaligned rings around its three stars.",
		"This is a simulation of two spiral black holes that merge and emit gravitational waves.",
		"This artist's illustration shows the unexpected dimming of the star Betelgeuse.",
		"This extremely distant galaxy, which looks similar to our own Milky Way, appears like a ring of light.",
		"This artist's interpretation shows the calcium-rich supernova 2019ehk.",
		"The orange represents the calcium-rich material created in the explosion.",
		"Purple reveals gas shed by the star right before the explosion.",
		"The blue dot at the center of this image marks the approximate location of a supernova event which occurred 140 million light-years from Earth, where a white dwarf exploded and created an ultraviolet flash.",
		"It was located close to tail of the Draco constellation.",
		"This radar image captured by NASA's Magellan mission to Venus in 1991 shows a corona, a large circular structure 120 miles in diameter, named Aine Corona.",
		"When a star's mass is ejected during a supernova, it expands quickly.",
		"Eventually, it will slow and form a hot bubble of glowing gas.",
		"A white dwarf will emerge from this gas bubble and move across the galaxy.",
		"The afterglow of short gamma ray burst that was detected 10 billion light-years away is shown here in a circle.",
		"This image was taken by the Gemini-North telescope.",
		"This Hubble Space Telescope image shows NGC 7513, a barred spiral galaxy 60 million light-years away.",
		"Due to the expansion of the universe, the galaxy appears to be moving away from the Milky Way at an accelerate rate.",
		"This artist's concept illustration shows what the luminous blue variable star in the Kinman Dwarf galaxy may have looked like before it mysteriously disappeared.",
		"This is an artist's illustration of a supermassive black hole and its surrounding disk of gas.",
		"Inside this disk are two smaller black holes orbiting one another.",
		"Researchers identified a flare of light suspected to have come from one such binary pair soon after they merged into a larger black hole.",
		"This image, taken from a video, shows what happens as two objects of different masses merge together and create gravitational waves.",
		"This is an artist's impression showing the detection of a repeating fast radio burst seen in blue, which is in orbit with an astrophysical object seen in pink.",
		"Fast radio bursts, which make a splash by leaving their host galaxy in a bright burst of radio waves, helped detect \"missing matter\" in the universe.",
		"A new type of explosion was found in a tiny galaxy 500 million light-years away from Earth.",
		"This type of explosion is referred to as a fast blue optical transient.",
		"Astronomers have discovered a rare type of galaxy described as a \"cosmic ring of fire.\"",
		"This artist's illustration shows the galaxy as it existed 11 billion years ago.",
		"This is an artist's impression of the Wolfe Disk, a massive rotating disk galaxy in the early universe.",
		"A bright yellow \"twist\" near the center of this image shows where a planet may be forming around the AB Aurigae star.",
		"The image was captured by the European Southern Observatory's Very Large Telescope.",
		"This artist's illustration shows the orbits of two stars and an invisible black hole 1,000 light-years from Earth.",
		"This system includes one star (small orbit seen in blue) orbiting a newly discovered black hole (orbit in red), as well as a third star in a wider orbit (also in blue).",
		"This illustration shows a star's core, known as a white dwarf, pulled into orbit around a black hole.",
		"During each orbit, the black hole rips off more material from the star and pulls it into a glowing disk of material around the black hole.",
		"Before its encounter with the black hole, the star was a red giant in the last stages of stellar evolution.",
		"This artist's illustration shows the collision of two 125-mile-wide icy, dusty bodies orbiting the bright star Fomalhaut, located 25 light-years away.",
		"The observation of the aftermath of this collision was once thought to be an exoplanet.",
		"This is an artist's impression of the interstellar comet 2I/Borisov as it travels through our solar system.",
		"New observations detected carbon monixide in the cometary tail as the sun heated the comet.",
		"This rosette pattern is the orbit of a star, called S2, around the supermassive black hole at the center of our Milky Way galaxy.",
		"This is an artist's illustration of SN2016aps, which astronomers believe is the brightest supernova ever observed.",
		"This is an artist's illustration of a brown dwarf, or a \"failed star\" object, and its magnetic field.",
		"The brown dwarf's atmosphere and magnetic field rotate at different speeds, which allowed astronomers to determine wind speed on the object.",
		"This artist's illustration shows an intermediate-mass black hole tearing into a star.",
		"This is an artist's impression of a large star known as HD74423 and its much smaller red dwarf companion in a binary star system.",
		"The large star appears to pulsate on one side only, and it's being distorted by the gravitational pull of its companion star into a teardrop shape.",
		"This is an artist's impression of two white dwarfs in the process of merging.",
		"While astronomers expected that this might cause a supernova, they have found an instance of two white dwarf stars that survived merging.",
		"A combination of space and ground-based telescopes have found evidence for the biggest explosion seen in the universe.",
		"The explosion was created by a black hole located in the Ophiuchus cluster's central galaxy, which has blasted out jets and carved a large cavity in the surrounding hot gas.",
		"This new ALMA image shows the outcome of a stellar fight: a complex and stunning gas environment surrounding the binary star system HD101584.",
		"NASA's Spitzer Space Telescope captured the Tarantula Nebula in two wavelengths of infrared light.",
		"The red represents hot gas, while the blue regions are interstellar dust.",
		"A white dwarf, left, is pulling material off of a brown dwarf, right, about 3,000 light-years from Earth.",
		"This image shows the orbits of the six G objects at the center of our galaxy, with the supermassive black hole indicated with a white cross.",
		"Stars, gas and dust are in the background.",
		"After stars die, they expel their particles out into space, which form new stars in turn.",
		"In one case, stardust became embedded in a meteorite that fell to Earth.",
		"This illustration shows that stardust could flow from sources like the Egg Nebula to create the grains recovered from the meteorite, which landed in Australia.",
		"The former North Star, Alpha Draconis or Thuban, is circled here in an image of the northern sky.",
		"Galaxy UGC 2885, nicknamed the \"Godzilla galaxy,\" may be the largest one in the local universe.",
		"The host galaxy of a newly traced repeating fast radio burst acquired with the 8-meter Gemini-North telescope."
	]
},{
	"title": "How the Novavax Covid-19 vaccine works.",
	"values": [
		"How the Novavax Covid-19 vaccine works.",
		"Twitter has removed several tweets about Covid-19 at the request of the Indian government, including some that were critical of Prime Minister Narendra Modi's handling of a brutal second wave of the coronavirus pandemic.",
		"In a statement Sunday, India's Ministry of Electronics and Information Technology said it had asked Twitter, Facebook and others to remove around 100 posts \"in view of the misuse of social media platforms by certain users to spread fake or misleading information.\"",
		"It accused those users of creating \"panic\" about the latest Covid-19 wave by \"using unrelated, old and out of the context images or visuals, communally sensitive posts and misinformation about Covid-19 protocols.\"",
		"The statement, which included screen grabs of blocked posts from Facebook, Twitter and Instagram, said that some of these accounts were urging citizens not to wear a mask, or creating hatred \"by inciting religious passions.\"",
		"In an emailed statement to CNN Business, Twitter said it has withheld some of the tweets following the request by the Indian government.",
		"\"When we receive a valid legal request, we review it under both the Twitter Rules and local law,\" the Twitter statement said.",
		"\"If the content violates Twitter's rules, the content will be removed from the service.\"",
		"\"If it is determined to be illegal in a particular jurisdiction, but not in violation of the Twitter Rules, we may withhold access to the content in India only.",
		"In all cases, we notify the account holder directly so they're aware that we've received a legal order pertaining to the account,\" the statement added.",
		"Facebook declined to comment.",
		"Opposition tweets blocked The government made a request to Twitter on April 23 under the Information Technology Act, 2000, according to Lumen database, a Harvard University project that tracks requests to remove online content.",
		"While some of the tweets covered by the request have been withheld in India, they are available to users outside the country.",
		"The posts include tweets by opposition politicians, blaming Modi for the devastating Covid-19 surge.",
		"\"India recording over 2 [hundred thousand] cases everyday, shortage of vaccines, shortage of medicines, increasing number of deaths ... healthcare system is collapsing...!\"",
		"said member of parliament Revanth Reddy in one of the removed tweets, along with the hashtag #ModiMadeDisaster.",
		"In another withheld tweet, Moloy Ghatak, an opposition party leader in the state of West Bengal, wrote: \"India will never forgive PM @narendramodi for underplaying the corona situation in the country and letting so many people die due to mismanagement.",
		"At a time when India is going through a health crisis, PM chose to export millions of vaccine to other nations.\"",
		"He used a hashtag in Hindi #ModiHataoDeshBachao, which means \"Remove Modi, save the country.\"",
		"This isn't the first time Twitter has been caught in India's efforts to crackdown on dissent.",
		"In February, as farmers protested the Modi government's new farming laws,Twitter briefly suspended many accounts at the government's behest, but reinstated them a few hours later after a public outcry.",
		"In recent weeks, criticism against the Modi government's handling of the coronavirus pandemic has been intensifying on social media, as users post images of bodies lying in morgues and burning in outdoor crematoriums.",
		"India on Monday reported 352,991 new cases of coronavirus, bringing the total to more than 17.3 million cases, according to a CNN tally of figures from the Indian Ministry of Health.",
		"This is the fifth day running that India, with a 1.3 billion population, has added over a 300,000 new cases a day —the highest number of cases in a single day anywhere in the world, according to a CNN tally of figures from John Hopkins University.",
		"The country's death toll also continues to break records, with 2,812 deaths reported on Monday, marking the tenth day in a row of rising figures."
	]
},{
	"title": "Solar Orbiter's mission to observe the sun.",
	"values": [
		"Solar Orbiter's mission to observe the sun.",
		"Getting my Covid-19 vaccine has left me thinking about the different ways people respond to crises.",
		"Roughly one year ago, so many of us spasmed.",
		"We succumbed to our fears, and we freaked out.",
		"We scrambled to grocery stores.",
		"We rationed food.",
		"We prepared to gouge eyes for toilet paper.",
		"We ingested large quantities of booze and we argued.",
		"Boy, did we argue.",
		"During that same time, a group of quiet, focused and determined people went to work.",
		"They went to their labs, pored over data, hunched over instruments and tapped into their collective genius in ways my liberal arts mind won't ever fully comprehend.",
		"And thus began a year of striking dualities.",
		"While our last president was denying the severity of the crisis, these people began tapping into data about previous corona viruses.",
		"While I was seriously considering accepting front door deliveries with tongs and snorkeling gear, they mobilized to share their data with one another.",
		"While we were complaining about cheese-less fajitas or throwing grocery store tantrums, they were pouring their passions into developing vaccine candidates.",
		"While we felt helpless as loved ones got sick and death rates spiked, they got started on clinical trials involving tens of thousands of courageous volunteers.",
		"While some aggrieved citizens were staging panicky armed protests at state capitols, they were manufacturing vaccine doses before the trials even finished.",
		"While anti-maskers were having hysterical public fits, their steady hands and calm heads were developing tracking systems to ensure the safe and efficient distribution of vaccines.",
		"Things aren't perfect.",
		"The vaccination effort has been complicated by unequal access to shots, an incomplete understanding of side effects and manufacturing foul-ups.",
		"And yes, scientists occasionally gave bad advice this past year and needed to correct themselves -- we probably didn't need to wipe down our groceries and mail.",
		"There will likely be more course corrections in the months to come.",
		"But isn't the pursuit of greatness always prone to stumbles?",
		"Solving the greatest health crisis of our lifetimes has been a human endeavor, naturally full of blunders, fiascos, delays, tempers lost and lessons learned.",
		"So, let's not lose sight of the bigger picture.",
		"It's quite breathtaking.",
		"While the public fretted and fumed, the scientific community quietly and unceremoniously pursued one of humankind's greatest medical feats.",
		"Now -- after about a year -- we're close to having pumped life-saving doses into the arms of 1 billion people worldwide.",
		"On Wednesday, in a speech to the nation, President Joe Biden touted the anticipated milestone of the United States alone administering 200 million coronavirus vaccine shots since he took office.",
		"And I am so grateful.",
		"Because, while I worried myself sick about my people ...",
		"While I stayed home and played Scrabble with my family ...",
		"While I argued on Twitter and Facebook and yelled at the television ...",
		"While I zombied through my house at 3 a.m. with a bottle of disinfectant ...",
		"While I visited my 82-year-old mother from the sidewalk as she looked down from her balcony ...",
		"While I wondered what would become of us all ...",
		"They were working to take care of me.",
		"Because of these quiet and determined people, more of our shops and restaurants are reopening.",
		"More of our sons and daughters are returning to school and even playing sports.",
		"More offices are reopening, and some ICUs are thinning out.",
		"Doctors and nurses and other caregivers are getting a break, and the ones we love are safer.",
		"Things are still quite a mess in many ways, but fewer people are dying.",
		"And because of the scientists, my mom finally came down from her balcony, and soon we were doing what we've missed so dearly: Standing shoulder-to-shoulder in my kitchen, arguing about the best way to prepare mashed potatoes (she won that debate, of course).",
		"So, let us thank the scientists.",
		"Let's sing their praises.",
		"Let's give them ticker tape parades that would have made Neil Armstrong blush.",
		"Let's commission a national monument in Washington.",
		"Let's do musicals and documentaries and Oprah interviews and TikTok videos and halftime shows in their honor.",
		"Let's name cocktails and burgers and babies after them.",
		"Let there be ice sculptures of their likeness in the grandest of venues.",
		"Let's send them to the White House for a ceremony in the Rose Garden that won't become a superspreader event.",
		"Yes.",
		"Let us thank the scientists.",
		"Because without them, we'd still be raging."
	]
},{
	"title": "Netanyahu credits himself with bringing Israel 'back to life.'",
	"values": [
		"Netanyahu credits himself with bringing Israel 'back to life.'",
		"Now he hopes his Covid-19 campaign will save his political future.",
		"Healthcare and other essential services across India are close to collapse as a second coronavirus wave that started in mid-March tears through the country with devastating speed.",
		"Graveyards are running out of space, hospitals are turning away patients, and desperate families are pleading for help on social media for beds and medicine.",
		"India reported 295,041 cases of coronavirus and 2,023 deaths Wednesday, its highest rise in cases and highest death increase recorded in a single day since the beginning of the pandemic, according to a CNN tally of figures from the Indian Ministry of Health.",
		"\"The volume is humongous,\" said Jalil Parkar, a senior pulmonary consultant at the Lilavati Hospital in Mumbai, which had to convert its lobby into an additional Covid ward.",
		"\"It's just like a tsunami.\"",
		"\"Things are out of control,\" said Ramanan Laxminarayan, director of the Center for Disease Dynamics, Economics and Policy in New Delhi.",
		"\"There's no oxygen.",
		"A hospital bed is hard to find.",
		"It's impossible to get a test.",
		"You have to wait over a week.",
		"And pretty much every system that could break down in the health care system has broken down,\" he said.",
		"To prove his point, at least 22 Covid-19 patients who were on ventilator support died Wednesday waiting for oxygen supplies that were lost in an accident, a senior official from the Nashik district in the Indian state of Maharashtra said.",
		"Prime Minister Narendra Modi addressed the nation on Tuesday, acknowledging the country's \"very big battle\" against Covid-19.",
		"He appealed to states to \"use a lockdown as their last option,\" even as the capital New Delhi entered its first full day of a week-long lockdown.",
		"On Monday, Delhi Chief Minister Arvind Kejriwal warned that failing to halt movement in the city could lead to \"tragedy.\"",
		"\"We don't want to take Delhi to a place where patients are lying in hospital corridors and people are dying on roads,\" Kejriwal said.",
		"On Tuesday, he warned that some Delhi hospitals were \"left with just a few hours of oxygen,\" as authorities scrambled to convert sports complexes, banquet halls, hotels and schools into much-needed treatment centers, with the goal to add 6,000 additional beds within days.",
		"\"Our healthcare system has reached its limit.",
		"It is now in a state of distress.",
		"It has not collapsed yet but it is in distress,\" Kejriwal said.",
		"\"Every healthcare system has its limits.",
		"No system can accommodate unlimited patients.\"",
		"With shortages being reported across the country, local and state leaders appealed to the federal government for more oxygen and medicine.",
		"Modi appeared to answer those calls on Tuesday, announcing plans for the delivery of 100,000 cylinders of oxygen nationwide, new oxygen production plants, and hospitals dedicated to Covid patients.",
		"But experts fear it's too little, too late, as positive patients compete for limited resources and mass gatherings threaten to spread the virus even further.",
		"In Wednesday's incident in which the 22 people died in the Indian state of Maharashtra, senior official Suraj Mandhare told reporters the oxygen was lost due to a leakage from a tanker at the Zakir Hussain hospital.",
		"\"There was a valves leakage in tankers in Nashik, it was a large scale leakage, definitely this would impact the hospital where the tankers were headed,\" Maharashtra's health minister Rajesh Tope told reporters Wednesday.",
		"The district administration is coordinating with hospital officials to make oxygen available to patients who need it at the earliest, Mandhare said.",
		"The patients who died required oxygen as their \"pressure\" was low and the leakage from this shipment meant that they did not receive the supply in time, Mandhare added.",
		"India's Minister of Home Affairs Amit Shah tweeted about the event saying: \"I am distressed to hear the news of the accident of oxygen leak in a hospital in Nashik.",
		"I express my deepest condolences on this irreparable loss of those who have lost their loved ones in this accident.",
		"I pray to God for the health of all the other patients.\"",
		"In Maharashtra there is currently a daily demand for 1,550 metric tons of oxygen for Covid-19 patients but the state manufactures 1,250 metric tons of oxygen which is being used entirely for medical purposes.",
		"The remaining 300 metric tons are being supplied by other states, Tope told reporters Wednesday.",
		"Maharashtra has 3,343,359 cases of coronavirus including 685,552 active cases and 61,343 deaths according to the Indian Ministry of Health on Wednesday.",
		"Pleading for help online With few official options available, families are turning to social media for help.",
		"Mumbai resident Anil Tiwari, 34, lost his father to Covid-19 in November last year.",
		"Last week, his 58-year-old mother tested positive.",
		"She was admitted to hospital but needed an intensive care unit (ICU) bed, Tiwari said.",
		"\"I'm crying, running to get ICU bed for my mother,\" Tiwari tweeted on Monday.",
		"\"Kindly help to save my mother I love her more than anything.\"",
		"After days of effort, including calling the municipal authorities to get on a waitlist, Tiwari's mother was finally given an ICU bed, Tiwari said on Tuesday.",
		"But now, she needs oxygen, which the hospital is in short supply of.",
		"She is still able to walk, but is having difficulty breathing, Tiwari said.",
		"Demand for the drug Remdesivir and its active pharmaceutical ingredients has spiked during the second wave, prompting the government to temporarily ban the export of the medication to increase its supply in the domestic market.",
		"The Indian government has approved the drug for emergency use within hospitals, though the World Health Organization (WHO) says evidence does not suggest the drug lessens the risk of dying from Covid-19 or needing mechanical ventilation.",
		"Abhijeet Kumar, a 20-year-old college student, took to Twitter to raise money to pay for Remdesivir injections for his 51-year-old uncle.",
		"Kumar said his uncle had been in hospital in Raipur, in the central Indian state of Chhattisgarh, since April 9 after testing positive for Covid.",
		"\"The injections are very expensive,\" Kumar said.",
		"\"They are saying it costs between 12,000 to 15,000 rupees (about $160-200).",
		"He has gotten two doses of the injection but he needs a third and we can't afford it ... my uncle works as a plumber.\"",
		"Seven major manufacturers of Remdesivir have slashed prices to between 899 rupees and 3,490 rupees (about $12-47) due to \"the intervention of the government,\" according to a government memorandum on April 17.",
		"But several states have acknowledged that high demand and low supply has created a black market for Remdesivir and similar medications.",
		"Even many doctors and nurses, too, are frantically searching for open beds and treatment options for their own loved ones, said Parkar, the pulmonary specialist in Mumbai.",
		"\"Everybody is sick,\" he said.",
		"\"A time has come that we don't have beds for our own colleagues, for our own parents, for our own extended family.\"",
		"Complacency and public gatherings The second wave, which has long surpassed the first wave in both new cases and infection rate, was \"a situation that was created by complacency,\" said Laxminarayan, from the Center for Disease Dynamics, Economics and Policy.",
		"After the first wave ended in the winter, the government and public relaxed too much, due to a mix of Covid fatigue and a false sense of security, experts say.",
		"In early March, weeks before cases began climbing again, the federal health minister declared that India was \"in the endgame\" of the pandemic.",
		"This kind of triumphant rhetoric meant residents relaxed their Covid-safe behavior, such as social distancing or wearing face masks, experts say.",
		"And, despite warnings of Covid risks, large gatherings continued to take place -- sports matches resumed, elaborate weddings went ahead, and movie cinemas reopened.",
		"The biggest gathering by far is the Kumbh Mela, an important Hindu festival and one of the biggest pilgrimages on Earth.",
		"Millions of Indians are traveling from across the country to Haridwar, an ancient city in Uttarakhand state, to attend ceremonies and prayers and take holy dips in the Ganges River.",
		"The festival officially began on April 1 and ends later this month.",
		"There are Covid-safe guidelines in place -- visitors must register online and provide a negative Covid-19 test to participate in the holy baths, and thousands of officers are conducting surveillance -- but experts worry it won't be enough to contain the risk, given the sheer number of attendees.",
		"Several million are expected to visit on \"auspicious\" days.",
		"\"The Kumbh Mela could go down as one of the largest mass super spreading events ever, simply because of the size of the number of people who show up there for the ritual bathing in the Ganges,\" said Laxminarayan.",
		"For weeks, Modi, who has a significant Hindu base, refrained from commenting on the Kumbh Mela and its Covid risks.",
		"But earlier this week, he finally appealed to pilgrims to avoid congregating in Haridwar.",
		"\"Now Kumbh should be carried out symbolically amid the ongoing corona crisis,\" Modi tweeted on Saturday.",
		"But for some, Modi's message rang hollow, as the prime minister continued to hold massive political rallies ahead of parliamentary and local council elections in four states and one union territory.",
		"Videos from Modi's rallies, including one in Tamulpur in Assam state on April 3, show him speaking before massive crowds, packed tightly together and cheering.",
		"In West Bengal state, a significant election ground, tens of thousands attended rallies by Modi's Bhartiya Janta Party (BJP) and the ruling Trinamool Congress Party.",
		"Modi's rallies have attracted sharp criticism from several other political figures, including a former finance minister who called the mass rallies \"completely insensitive\" given the Covid crisis.",
		"In the face of surging cases, the Indian National Congress, India's main opposition party, has suspended all public rallies in West Bengal.",
		"And on Monday, the BJP said it would only hold \"small public gatherings\" with a cap of 500 people in the state due to \"the difficult phase of the pandemic.\"",
		"Meanwhile, the Kumbh Mela hasn't been ordered to stop, nor have any new rules been imposed.",
		"Uttarakhand state has issued a series of new restrictions including a night curfew and cap on public gatherings -- but the festival is exempt.",
		"Haridwar has seen a spike in infections, with more than 6,500 new cases reported since the Kumbh Mela began.",
		"Several religious sub-groups, including Juna Akhara and Niranjani Akhara, have since asked their followers from out of state to return home and follow guidelines.",
		"Some states and cities are requiring festival returnees to be tested and quarantined.",
		"But medical workers fear it's too late.",
		"\"It's already gone on for a couple of weeks.",
		"Now, of course, they are dispersing, but they may be carrying the virus back to their homes at this point,\" said Laxminarayan.",
		"\"It's truly a terrible situation at this point.\""
	]
},{
	"title": "Imran Khan, Pakistan's Prime Minister, tests positive for Covid-19.",
	"values": [
		"Imran Khan, Pakistan's Prime Minister, tests positive for Covid-19.",
		"In honor of April 20 -- aka \"weed day\" -- we figured it was worth pointing out that cannabis stocks are smoking hot.",
		"Shares of industry leaders Canopy Growth and Cronos, which are backed by Corona owner Constellation Brands and Marlboro parent Altria respectively, have each surged more than 10% this year.",
		"Aphria and Tilray, which announced plans to merge in December in a deal valued at about $4 billion that will create the world's largest cannabis company, have each more than doubled.",
		"It's a clear sign that Wall Street expects the business of legal pot to become a rapidly growing chunk of the consumer products pie.",
		"\"Cannabis sales will continue to experience strong growth.",
		"I would be very surprised if US cannabis sales do not breach the $20 billion mark in 2021,\" said Jason Wilson, cannabis and banking expert at ETF Managers Group, which runs the ETFMG Alternative Harvest ETF, in an email to CNN Business.",
		"(The fund's ticker symbol: MJ.)",
		"More mergers could be on the horizon.",
		"In fact, Canopy recently announced plans to buy rival Supreme Cannabis for nearly $350 million.",
		"Demand for marijuana -- as well as CBD, the non psychoactive products derived from the hemp and cannabis plants -- is robust.",
		"\"On the therapeutics side, this is just the first pitch of the first inning.",
		"It's not going to be just gummies and drops,\" said Marty Sumichrast, chairman and co-CEO of cbdMD, a maker of CBD products that just announced a new line of drink mix packets on Tuesday.",
		"The increased demand for CBD products could also be good news for cbdMD rivals such as Charlotte's Web and CV Sciences.",
		"Bull run for cannabis may only be in its infancy The pot stock gold rush comes at a time when a growing number of states are legalizing recreational and/or medical marijuana.",
		"Some industry watchers are hopeful that federal laws against cannabis may eventually be relaxed.",
		"\"Support for legal marijuana is the highest it's ever been in the US across several different demographics.",
		"The pandemic has only sparked increased appetite in the space,\" said Brad Neuman, director of market strategy at Alger, in a report this month.",
		"\"This widespread legalization at the state level suggests the possibility of legalization on the Federal level in the US,\" he added, noting that \"companies involved in the cannabis space ... may hold significant investment opportunities in the years to come.\"",
		"Now that New York and New Jersey have also legalized recreational cannabis, nationwide sales could explode this year given how big these two markets are.",
		"\"It is good to see states like New York finally get this done.",
		"It's a great first step,\" said Chris Driessen, CEO of Slang Worldwide, a consumer packaged goods company Canopy has invested in which makes vaping products and cannabis-infused candies, gummies and other edibles.",
		"Driessen added that the overall cannabis and CBD markets remain so fragmented that there is still a lot of room for several companies to keep growing and gain share.",
		"The 'canna-curious' could become the next wave of new customers There will likely be even more companies entering the fray as more states legalize cannabis.",
		"That could lead to even more experimentation as well.",
		"The days of \"pot brownies\" being the main source of edible cannabis may soon be an anachronism.",
		"\"Demand is there for cannabis and it is ever increasing,\" said Sturges Karban, CEO of ManifestSeven, a cannabis supply chain and logistics firm.",
		"\"There are new adopters coming on line and a lot of product innovation that you had never seen in the black market,\" Karban added, noting that things like cannabis-infused butter are now becoming increasingly popular.",
		"Karban said there is still plenty of room for innovation in the industry because there is no dominant, national brand name in cannabis or CBD.",
		"He quipped that there is no Hershey of the marijuana market yet.",
		"In other words, the market is still too young to be worried about saturation.",
		"ETF Managers Group's Wilson agreed that \"sales growth should remain strong for the foreseeable future as more states legalize, and as more 'canna-curious' consumers enter the market in states that are currently legal.\"",
		"The fund owns cannabis pure plays like Canopy and Aphria.",
		"But it also owns other stocks that have ties to the cannabis business, such as agricultural giant Scotts Miracle-Gro and drug maker GW Pharma, which has an FDA approved cannabinoid medication to treat seizures tied to certain forms of epilepsy.",
		"The growing legitimacy of cannabis nationwide is a reason why Cambria, a firm focused on alternative investments, has decided to bet on the business as well.",
		"The firm runs the Cambria Cannabis ETF, with the ticker symbol TOKE.",
		"Meb Faber, the CEO and chief investment officer of Cambria, said in an interview with CNN Business that cannabis in 2021 could be as lucrative as tobacco and alcohol companies were in the early days of those industries.",
		"\"Appeal to a human's desire for recreation and you can wind up with strong businesses,\" Faber said."
	]
},{
	"title": "Did Tanzania's Covid-denying leader die of the coronavirus?",
	"values": [
		"Did Tanzania's Covid-denying leader die of the coronavirus?",
		"It's one of many questions he leaves behind.",
		"Major League Baseball announced today that Monday’s scheduled game between the Minnesota Twins and Oakland Athletics at Oakland Coliseum has been postponed due to ongoing Covid-19 issues within the Twins organization.",
		"On Saturday, MLB announced the postponement of the Twins’ game scheduled for later that day against the Los Angeles Angels then later announced the postponement of the Twins’ Sunday game against the Angels.",
		"Some context: With this third postponed Twins’ game, MLB has now been forced to postpone a total of seven games this season due to Covid-19 concerns.",
		"MLB has tentatively scheduled a doubleheader between the Twins and the Athletics for Tuesday, pending further test results.",
		"Half of all people 18 and older in the US have received at least one dose of coronavirus vaccine, according to data published Sunday by the US Centers for Disease Control and Prevention.",
		"As of Monday, all people in the US, 16 years and older, will be eligible for the vaccine.",
		"The CDC reported that 129,988,985 – 50.4% – of people age 18 and over have received at least one dose of vaccine.",
		"The CDC also reported that 209,406,814 total doses have been administered, about 79% of the 264,505,725 doses delivered.",
		"That’s about 3.5 million more administered doses reported since Saturday, for a 7-day average of about 3.2 million doses per day.",
		"About 39.5% of the total US population – 131 million people – have received at least one dose of vaccine, and 25.4% of the population – about 84 million people – have been fully vaccinated.",
		"Data published by the CDC may be delayed, and doses may not have been given on the day reported.",
		"An additional note that while the timestamp on the CDC page says Saturday, April 17, CNN has confirmed the data has been updated as of Sunday, April 18.",
		"Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he thinks that children of virtually any age should be able to be vaccinated against Covid-19 by the first quarter of 2022 and that people need to continue wearing masks.",
		"Fauci reiterated a point he has previously made, that he would be surprised if high school kids can’t be vaccinated by the fall term.",
		"“I think by the time we get to the first quarter of 2022, we’ll be able to vaccinate children of virtually any age, hopefully before then, but I think that’s going to be the latest we’ll see it,” he told CNN.",
		"Some context: Both Moderna and Pfizer are currently in trials looking at the vaccine in children 12 and younger.",
		"Pfizer has submitted to the US Food and Drug Administration for an expanded use of its vaccine for children 12-15.",
		"It is currently authorized for people 16 years of age and older.",
		"Fauci then explained the reason why people need to continue to wear masks, even though they have gotten the vaccine.",
		"Firstly, he said that when a person is vaccinated their risk of getting infected dramatically diminishes and is very low.",
		"However, there is a situation where someone can get vaccinated, have no clinical disease, but still be infected without knowing it.",
		"They can then inadvertently transmit the virus to someone who has not been vaccinated.",
		"Dr. Anthony Fauci, director of the National Institutes of Allergy and Infectious Diseases, told CNN on Sunday that he expects a decision to be made about the Johnson & Johnson Covid-19 vaccine by Friday.",
		"“I don't want to get ahead of the CDC and the FDA and the advisory committee, but I would imagine that what we will say is that it would come back and it would come back in some sort of either warning or restriction,\" he said.",
		"The US Center for Disease Control and Prevention’s Advisory Committee on Immunization Practices (ACIP) is scheduled to meet on Friday to discuss recommendations for the J&J vaccine.",
		"The CDC and the Food and Drug Administration recommended pausing the use of the J&J Covid-19 vaccine on Tuesday over six reported cases or “a rare and severe type of blood clot” reported in the US.",
		"However, Fauci said pausing was the prudent thing to do, saying “you want to make sure that you have all the information that you need.” He compared the J&J clotting reports to that of the AstraZeneca Covid-19 vaccine, which is authorized in much of Europe and has had similar reports of clotting.",
		"He noted the AstraZeneca vaccine reports “went beyond just women, there's some with some men involved.",
		"There was also a great display of the ages.” “I hope that we don't see anything extended beyond Friday.",
		"We need to get Friday some decision one way or the other,\" Fauci said.",
		"The ACIP committee originally held an emergency meeting on Wednesday last week but delayed voting on a recommendation until this coming Friday.",
		"India on Sunday reported 261,500 new cases of Covid-19, the fourth consecutive day of more than 200,000 infections and the highest since the start of the pandemic, according to a CNN tally of figures from the Indian Ministry of Health.",
		"The health ministry also reported 1,501 new deaths, the highest in almost 10 months.",
		"Prime Minister Narendra Modi chaired a special meeting Sunday to deal with the ongoing health crisis brought on by the second wave, asking officials to stick with testing, tracking and treatment.",
		"Indian states have been facing a shortage of oxygen across hospitals, and Modi asked for the installation of 162 oxygen plants across the country to be sped up, according to a press release issued by the Prime Minister’s office.",
		"Some context: The latest spike in cases has resulted in Modi appealing to pilgrims and religious groups celebrating the month-long Kumbh Mela festival to disband and carry out the necessary rituals symbolically instead of physically congregating in the state of Uttarakhand.",
		"\"Now Kumbh should be carried out symbolically amid the ongoing corona crisis,\" Modi tweeted on Saturday.",
		"India’s Haridwar district, where the festival is taking place, has reported a total of 5,505 cases since the start of the festival on April 1.",
		"India hit the 13 million mark on April 9 and added a further one million cases in less than a week, surpassing 14 million cases on Thursday.",
		"As of Sunday, India has reported a total of 14,788,109 cases of coronavirus and 177,150 deaths, according to the Indian Ministry of Health."
	]
},{
	"title": "Two women facing charges for allegedly harassing Uber driver in mask dispute.",
	"values": [
		"Two women facing charges for allegedly harassing Uber driver in mask dispute.",
		"PSG defeated Bayern Munich 3-2 in a thrilling, end-to-end Champions League encounter on Wednesday thanks to two goals from star striker Kylian Mbappe.",
		"In a repeat of last year's final, which Bayern won 1-0, this proved to be a much more open affair in the swirling snow of Munich's Allianz Arena.",
		"Bayern enjoyed more possession than PSG and had 31 shots -- 12 of which were on target -- as the German champion spent most of the night chasing the game having fallen two goals behind after 28 minutes.",
		"But despite wave upon wave of attack, PSG held on to condemn Hansi Flick to his first Champions League defeat as Bayern manager after 15 wins and a draw.",
		"Visit CNN.com/sport for more news, videos and features It was Mbappe who opened the scoring on two-and-a-half minutes as he blasted a shot through Manuel Neuer after Neymar had carried the ball deep into the Bayern half.",
		"Marquinhos doubled the visitor's lead when he coolly finished Neymar's ball into the box before Eric Maxim Choupo-Moting's header pulled one back for Bayern.",
		"As the snow continued to pour down in the second half, Bayern, which was without injured striker Robert Lewandowski, kept pushing for an equalizer.",
		"It finally came on the hour mark as Thomas Muller guided in a header from Joshua Kimmich's free-kick for his 48th Champions League goal -- the same tally as Andriy Shevchenko and Zlatan Ibrahimovic.",
		"But the scores weren't level for long.",
		"Eight minutes later, Mbappe finished off a PSG break in clinical fashion as he fired in at Neuer's near post.",
		"It was the Frenchman's eighth goal in the Champions League this season, his fifth in two away games after a hat trick against Barcelona, and his 27th overall.",
		"READ: Real Madrid overpowers Liverpool, Borussia Dortmund frustrated by disallowed goal in defeat to Man City \"We played an excellent match, we suffered a lot, but we reacted as a team,\" Mbappe said after the match.",
		"\"We tried to hurt them with our strengths and that worked this evening.",
		"But we are only at halftime in the encounter and between the two, we have a very important league match.\"",
		"The two sides meet again in Paris next week in what promises to be another high-quality, breathless game.",
		"With three away goals, PSG will be the favorite to progress to the semifinals and boost its chances of winning the Champions League -- something the club's owners have craved for the past decade.",
		"For Bayern, which was denied by several saves from Keylor Navas, it was a tough result to take given the manner of the defeat.",
		"\"We had a lot of chances to win this game, we're very down right now ... hopefully (next week) we put away our chances,\" Alphonso Davies told BT Sport.",
		"READ: Meet Otto Addo, the coach responsible for guiding some of Europe's brightest young footballers 'Excited but not over-excited' In Wednesday's other Champions League game, Chelsea defeated Porto 2-0 with goals from Mason Mount -- who became the Blues' youngest Champions League scorer in the knockout stages -- and Ben Chilwell.",
		"Chelsea suffered its first loss under Thomas Tuchel at the weekend -- a shock 5-2 defeat to West Brom in the Premier League -- but was rejuvenated in Seville, which is serving as a neutral venue for both legs of the tie amid coronavirus travel restrictions.",
		"Mount opened the scoring with an exquisite turn and finish from Jorginho's pass and remained ahead as Edouard Mendy parried away efforts from Pepe and Moussa Marega either side of half time.",
		"READ: Ousmane Dembele's late winner moves Barcelona to within touching distance of La Liga summit Christian Pulisic hit the crossbar in the final 10 minutes before Chilwell increased Chelsea's lead moments later when he took the ball from Jesus Corona and rounded Agustin Marchesin to score in an open goal.",
		"\"I feel a good atmosphere in the dressing room,\" Tuchel said.",
		"\"We are happy but not too happy.",
		"We are excited but not over-excited.",
		"We are very aware that today we made a lot of a few good attacks and we got two goals.\"",
		"The two other quarterfinal first legs got underway on Tuesday with Real Madrid defeating Liverpool 3-1 and Manchester City beating Borussia Dortmund 2-1."
	]
},{
	"title": "They thought they were being vaccinated.",
	"values": [
		"They thought they were being vaccinated.",
		"It was a trial..",
		"The practice of finding new uses for old medications -- called repurposing or repositioning drugs -- is not new.",
		"The most famous (or perhaps infamous) example is sildenafil -- aka: Viagra.",
		"Originally developed to treat high blood pressure, the little blue pill received US Food and Drug Administration approval in 1998 to treat erectile dysfunction, and very quickly became a blockbuster drug.",
		"Another notable example is thalidomide.",
		"Given to women in the late 1950s to prevent morning sickness -- and soon found to cause severe birth defects -- it got a second life in 1998 as treatment for leprosy (now called Hansen's disease), and then a third life in 2006, when it was approved to treat multiple myeloma, cancer of the bone marrow.",
		"When Covid-19 became a pandemic last year, the race was on to find any treatment that could help against the novel virus that gravely sickened and even killed some, while leaving others completely unscathed.",
		"One option was developing new medications that specifically targeted SARS-CoV-2, the virus that causes Covid-19, from scratch.",
		"New treatments, such as monoclonal antibodies, are the result of those efforts.",
		"But developing, testing and then getting approval from the FDA, not to mention creating the infrastructure for the production and distribution of a new medication, all takes time -- time the world didn't, and still doesn't, have.",
		"Other researchers quickly began to look around at what was already on hand, in hospitals and pharmacies, and on drug store shelves.",
		"\"The advantage of drug repurposing is that that drug is already approved.",
		"It's already gone through the regulatory process to show that it's safe and effective for something.",
		"So if you can find additional uses for that drug, you already know there's a good safety profile,\" explained Dr. David Fajgenbaum, an immunologist at the University of Pennsylvania, and the director of the Center for Cytokine Storm Treatment and Laboratory.",
		"Not to mention: Cheap, generic versions of many older medications exist because their patents have expired.",
		"\"It's just a matter of matching the right drug to the right disease,\" Fajgenbaum said.",
		"\"Thankfully, there are over 2,000 drugs that are already approved by the FDA for at least one disease, and we've learned that there are many other diseases that those drugs can also be repurposed for.\"",
		"In fact, Fajgenbaum said he has \"dedicated [his] life towards advancing drug repurposing\" for diseases without specific treatments.",
		"His passion is driven in part by his own experience.",
		"In 2010, while in medical school, he first became ill with Castleman disease, a rare autoimmune disorder that, like Covid-19, can trigger the immune system to suddenly flood the body with inflammatory chemicals in a so-called cytokine storm; the result can be tissue and organ damage, and sometimes death.",
		"Castleman disease brought Fajgenbaum close to death five times -- until he found his own treatment in a repurposed drug.",
		"\"I'm actually alive today because of a drug that was developed 30 years ago for another condition that we identified through a very systematic process and we thought it could help to save my life,\" he said.",
		"\"Here I am, over seven years later.\"",
		"During the time he was sick, he founded the Castleman Disease Collaborative Network, a global initiative devoted to fighting Castleman disease.",
		"CDCN's collaborative method for organizing medical research later became a model for other diseases without treatments.",
		"A blueprint to save lives When Covid-19 emerged, Fajgenbaum realized that he was perfectly positioned to look for repurposed drugs to fight it.",
		"On March 13, 2020, the day when much of the country began to shut down, \"I found myself that night sitting next to my wife, hoping and praying that some researchers somewhere would follow the blueprint that we went through to identify this drug that saved my life,\" he said.",
		"About a minute later, he said, he realized \"that researcher somewhere\" would be him.",
		"He tapped his team at the Center for Cytokine Storm Treatment and Laboratory.",
		"\"I turned to my team and said, 'This is a disease that has many similarities to Castleman disease.",
		"You've experienced doing systematic drug repurposing, and frankly I'm alive today because of it.",
		"Let's apply this approach to Covid,' \" he said.",
		"With that, they launched the CORONA project (Fajgenbaum is its director and lead investigator), one of many global efforts (both private and governmental) trying to identify, trial and/or track promising treatments among existing drugs for Covid-19.",
		"His lab assembled a team of volunteers to systematically go through \"all reported cases of any drug being given to any human with Covid-19,\" and pulling all the information into one database, one central repository.",
		"\"Initially we thought there might be maybe a couple of dozen drugs that would be trialed.",
		"It's incredible -- there have now been over 400 different drugs, given to patients with Covid-19,\" he said, noting that the number of patients involved is approximately 270,000.",
		"Fajgenbaum explained that several approaches can be used to make the match between a disease and a potential treatment.",
		"They include translational research, which involves finding out what goes wrong on the cellular level with a given disease and seeing if there is an existing drug that fixes the problem.",
		"There's also high throughput drug screening, which is basically testing different drugs in a petri dish with patients' cells and seeing what happens.",
		"Artificial intelligence can also be used to find previously unknown connections between disease processes and medications.",
		"\"But at the end of the day, really the only way to know if one of these drugs that looks promising in the lab actually works in humans, is to give it to humans and to see how well those patients do,\" he said.",
		"Testing medications to treat Covid-19 in a trial is critical and tricky.",
		"Since people can get better without medication (unlike, say, Castleman disease or pancreatic cancer), it's important to conduct randomized, controlled trials, where patients are randomly selected to get the active drug or a placebo; otherwise it's hard to know if patients would have gotten better on their own anyway.",
		"This country's experience with hydroxychloroquine is a case study of what happens when hype gets ahead of the science.",
		"Based on early, often observational studies, many believed that the anti-malarial drug (itself repurposed as a treatment for rheumatoid arthritis) would help treat people with Covid-19, or maybe prevent them from getting infected or sick.",
		"But when the results of randomized, controlled trials came back, the drug was shown to be ineffective.",
		"Getting the timing of drug administration right is also important.",
		"A great example, Fajgenbaum said, is dexamethasone, an inexpensive steroid that has been around for decades and is used to treat many conditions, from inflammatory arthritis to skin, eye and breathing issues.",
		"\"Amazingly, one-third of patients on ventilators, their lives are saved if you give them dexamethasone.",
		"It's a huge benefit.",
		"It also is helpful in patients who are not yet on ventilators, preventing them from having to get onto ventilators.",
		"Interestingly, dexamethasone is actually harmful if it's given too early in the disease course.",
		"So taking it when you're recently diagnosed actually is going to be harmful for you, which highlights how complicated Covid-19 is,\" he said.",
		"If researchers don't get the timing right, study results can also be inconclusive or contradictory, which can be confusing and frustrating.",
		"One example is tocilizumab.",
		"Several studies have shown it helps patients survive, and several others have shown it doesn't.",
		"The key appears to be timing.",
		"For it to work, it appears it needs be given within 24 hours of a patient being admitted to the intensive care unit.",
		"\"This isn't a disease where there's going to be one size fits all, one drug that is uniformly effective.",
		"In fact, there could be different drugs given during different stages of the disease course,\" he said.",
		"Other drugs that Fajgenbaum said appear to show promise are baricitinib, which like dexamethasone and tocilizumab also suppresses the immune response and is approved for rheumatoid arthritis, the gout drug colchicine, the blood thinner heparin and intravenous immunoglobulin.",
		"Helping critically ill patients survive is one important part of the puzzle.",
		"Another is preventing infected patients from getting so ill in the first place.",
		"That is where one of the real needs lie, said Fajgenbaum.",
		"\"I think we really need to focus on ... those patients who are newly diagnosed and prevent them from needing to be hospitalized in the first place.",
		"That's a tough population to do trials in ... because in these patients' cases, though they're not showing symptoms, they all were first infected five to 14 days ago,\" he said, noting that antivirals are unlikely to be effective so far along into the disease course.",
		"One drug he said is looking promising for helping patients avoid hospitalization is fluvoxamine, a selective serotonin reuptake inhibitor (SSRI) that is used to treat depression.",
		"It decreases inflammation in the brain.",
		"A couple of early studies have found it helps keep newly infected people out of the hospital.",
		"One benefit of fluvoxamine is that, unlike monoclonal antibodies which need to be infused, it's a pill.",
		"No 'home runs' yet Dr. David Boulware, a professor of medicine at the University of Minnesota, has been involved in a number of different trials looking at repurposed medications for Covid-19, including a series of trials on hydroxychloroquine.",
		"\"These are really inexpensive available medicines, which is exactly why we should be studying [them], because they're really inexpensive and they're available,\" he said.",
		"Now Boulware is involved in a multi-center trial on fluvoxamine.",
		"But it's been challenging, he says, because the trial has to recruit newly-infected patients as early as possible.",
		"So far, he says they have about 300 people enrolled out of the 1,000 needed.",
		"\"So it's been relatively slow.",
		"...",
		"If we had 500 people enrolled over the next week, we'd be done in two to three weeks and we'd have a definitive answer,\" he said.",
		"Both Boulware and Fajgenbaum said another challenge is funding.",
		"Fluvoxamine, Boulware said, costs about $12 for a course of treatment.",
		"\"They're generic medicines, so there's no patent on them.",
		"...",
		"There's no big pharmaceutical company behind that to push that forward,\" he said.",
		"He says it's really up to private donors or the federal government to support the research, since there is no profit incentive for pharmaceutical companies to do so.",
		"\"To date, most of the trials really focused on early treatment had been by private donors by philanthropy groups.",
		"But I think that there is emerging interest on the federal level now to look at some of these repurposed medicines,\" Boulware said.",
		"Dr. Francis Collins, director of"
	]
},{
	"title": "More than a dozen slum residents in an Indian city say they thought they were being vaccinated.",
	"values": [
		"More than a dozen slum residents in an Indian city say they thought they were being vaccinated.",
		"They were part of clinical trials.",
		"At the headquarters of biotechnology company Novavax, scientists are developing what they hope could soon be another Covid-19 vaccine for the United States and the world.",
		"Data from the company's large-scale Phase 3 clinical trial of the vaccine in the US and Mexico are expected this month, but the timeline depends on how quickly it accumulates data on the prevalence of disease in trial areas.",
		"The company's vaccine against Covid-19 has been a year in the making, Dr. Gregory Glenn, president of research and development for Novavax, told CNN.",
		"The work began even before the world realized it faced a pandemic.",
		"In January of last year, Glenn and his colleagues were closely watching an unusual cluster of pneumonia reported in China.",
		"They wondered whether that outbreak could be due to another version or recurrence of the coronavirus that causes severe acute respiratory syndrome or SARS.",
		"\"It occurred to us that this just might be 'SARS 2,' \" Glenn said.",
		"\"The sequence was published on the Internet, the genetic sequence for the virus -- and we could see it was a coronavirus.",
		"Then we kicked into action.\"",
		"How Novavax's vaccine works -- using moth cells When the sequence published online, scientists around the world quickly identified the SARS-CoV-2 virus, which causes Covid-19, as a coronavirus because it has what are called \"spike proteins\" on its surface.",
		"These spikes form large protrusions, giving coronaviruses the appearance of wearing crowns.",
		"Corona is the Latin word for \"crown.\"",
		"These knob-shaped structures are what the virus uses to connect to human cells, causing infection.",
		"Getting the immune system to recognize and \"remember\" those spike proteins is key in how a vaccine helps protect against Covid-19.",
		"Yet the way various coronavirus vaccines do that can vary.",
		"Novavax's coronavirus vaccine, called NVX-CoV2373, differs from the three vaccines already being distributed in the United States.",
		"The vaccine relies on what is called recombinant nanoparticle technology and Novavax's adjuvant, called Matrix-M, to stimulate an immune response and stimulate high levels of neutralizing antibodies.",
		"When the genetic sequence for the coronavirus was published, Novavax scientists identified the gene for the spike protein and created a modified version of that gene.",
		"The researchers cloned the genes into a baculovirus that infects insects.",
		"They then infected moth cells -- specifically, cells from the fall armyworm insect -- with that virus, prompting them to produce the coronavirus spike protein.",
		"These virus-like nanoparticles were harvested to make Novavax's vaccine.",
		"\"The whole idea of the vaccine is to show the immune system something that looks, tastes and acts like a virus, with the exception that it doesn't make you sick.",
		"So we made the spike protein.",
		"We put it in a particle -- basically, like a soap bubble -- and it's the size of the virus,\" Glenn said.",
		"\"It's not infectious.",
		"We never touch the coronavirus itself,\" he added.",
		"\"Then that is given to people, and they make an immune response that's very much focused just on the spike -- and I would say, the hallmark of our vaccine is it gives a very strong immune response with very few side effects, and the dose is very small and the vaccine can be stored with normal refrigerated temperatures.\"",
		"That's different from the Covid-19 vaccines made using messenger RNA carried in fatty particles called lipids.",
		"They're more fragile and must be kept frozen.",
		"The two mRNA vaccines that were authorized last year in the United States -- Pfizer/BioNTech and Moderna -- both use genetic material to stimulate an immune response.",
		"When the vaccine is injected in a person's arm, that genetic material gets taken up by cells in the arm muscle, which then follow the genetic instructions to make tiny pieces of the spike protein.",
		"Those little proteins stimulate an immune response, generating antibodies and immune cells that remember what they look like and that will be ready to respond quickly in case of a fresh attack.",
		"Johnson & Johnson's single-shot vaccine, which was authorized in February, uses a weakened common cold virus as a vector to carry the genetic instructions into arm cells, and they make the pieces that look like part of the coronavirus spike protein.",
		"'We were a small company' Novavax expects to apply for emergency use authorization for its Covid-19 vaccine sometime in the second quarter of this year.",
		"But the company is already manufacturing the vaccine at 10 sites in eight countries -- with two sites in the United States: North Carolina and Texas.",
		"\"They're all at different stages,\" Glenn said.",
		"\"Some are earlier, but all are up and running and working on the vaccine.",
		"So, we expect to have a very large capacity.\"",
		"Novavax's coronavirus vaccine was not among the first authorized in the United States because the company had to build the staff needed to develop such a new vaccine, Glenn said.",
		"\"We were a small company,\" he said, in comparison with some of the larger vaccine makers such as Pfizer and Johnson & Johnson.",
		"\"We had to recruit people, and our funding was kind of low,\" he said.",
		"\"In addition to all the challenges of developing the vaccine, which is really complicated, we had the challenge to build a company.\"",
		"But Novavax has \"reached a really good point now,\" Glenn said.",
		"Novavax vaccine found to have high efficacy Novavax's Phase 3 Covid-19 vaccine trial in the United States and Mexico has enrolled 30,000 volunteers across more than 100 locations.",
		"A final analysis of data from another large-scale Phase 3 trial in the United Kingdom showed Novavax's vaccine has an overall efficacy of 89.7% in preventing mild, moderate and severe disease.",
		"That finding was announced last month.",
		"Novavax's UK trial, with more than 15,000 participants ages 18 to 84, found that the vaccine had an efficacy of 96.4% against mild, moderate and severe disease caused by the original coronavirus strain and 86.3% against the B.1.1.7 variant first identified in the United Kingdom, the company said.",
		"In their vaccine trials, Moderna saw 94.5% efficacy, Pfizer saw 95% efficacy and Johnson & Johnson 66% efficacy.",
		"However, the Novavax and Johnson & Johnson vaccines were studied later in the pandemic after researchers had identified the emergence of the coronavirus variants, compared with the Moderna and Pfizer vaccines that were studied earlier.",
		"Among the vaccines, trials differed also on where they were studied, which may help explain differences in efficacy.",
		"Novavax's UK trial also showed that 14 days after the first dose, the vaccine efficacy was 83.4% in the trial, Novavax said.",
		"Novavax expects to see similar trial results in the United States -- especially as the B.1.1.7 variant continues to circulate, Glenn said.",
		"\"In the UK, the strain called B.1.1.7 became predominant and that strain looks like it is more severe in terms of causing more deaths than the original strain.",
		"That strain is kind of taking over in the US too.",
		"Some people are expecting that by April for all the virus or most of the virus to be this new variant B.1.1.7,\" Glenn said.",
		"\"We are confirming our high efficacy against that strain as 86%,\" Glenn said.",
		"\"That's really encouraging for our US data.",
		"It suggests our US trial, even if the virus evolves, will look very good.\"",
		"The company also noted that in an analysis of a smaller-scale Phase 2b trial in South Africa, where the B.1.351 variant was first identified.",
		"The vaccine had an efficacy of 55.4% among HIV-negative people.",
		"Across both trials in the United Kingdom and South Africa, the vaccine offered 100% protection against severe Covid-19 resulting in hospitalization or death, Novavax said.",
		"The vaccine also was well tolerated with few severe or serious adverse events in both the UK and South Africa trials, according to the company.",
		"\"We are very encouraged by the data showing that NVX-CoV2373 not only provided complete protection against the most severe forms of disease, but also dramatically reduced mild and moderate disease across both trials,\" Stanley Erck, president and CEO of Novavax, said in the statement.",
		"\"Importantly, both studies confirmed efficacy against the variant strains,\" Erck said.",
		"Novavax's final analysis of the UK trial data \"continues the stream of excellent news\" the world has had about vaccines in the last few months, Michael Head, a senior research fellow in global health at the University of Southampton, said in a statement distributed by the UK-based Science Media Centre in March.",
		"\"It's a remarkable achievement to have so many candidates either already approved or showing such positive results ahead of an application to the regulators,\" said Head, who is not involved in the Novavax studies.",
		"\"One note of caution is the observed lower effectiveness against B.1.351 variant of concern, as first observed in South Africa.",
		"This shows the impact variants can have upon the pandemic response and thus is a strong argument for keeping cases as low as possible whilst the burden of COVID-19 is high,\" he said.",
		"\"However, there is still a clear protective effect there in the Novavax trial, and data from across all the COVID-19 vaccines suggests that they will be hugely protective against severe illness from all variants, which is still an excellent outcome.\""
	]
},{
	"title": "Amazing close-up of Venus captured by NASA Parker Solar Probe.",
	"values": [
		"Amazing close-up of Venus captured by NASA Parker Solar Probe.",
		"Solar Orbiter is a collaboration between NASA and ESA, designed and built by a team led by Airbus.",
		"Launched in February 2020, it will observe the sun in unprecedented detail, as shown in this artist's impression.",
		"To protect it against the sun's heat, Solar Orbiter is coated with SolarBlack, made of charred bone.",
		"The coating was developed by Irish company ENBIO.",
		"Solar Orbiter was launched inside the US Atlas V 411 rocket, pictured at the Astrotech payload processing facility in Florida, during launch preparations on 21 January 2020.",
		"During testing, the engineering model of Solar Orbiter's sun shield was lowered into a vacuum chamber at ESA's Technical Centre, in Noordwijk, the Netherlands.",
		"The test creates a vacuum, while the chamber walls are pumped with -190°C liquid nitrogen to mimic the extreme cold of deep space.",
		"Mirrors focus the light from 19 lamps into a concentrated beam of artificial sunlight on the sun shield for several days.",
		"An artist's impression of Solar Orbiter after it separated from the upper stage of the rocket that launched it into space.",
		"In the first year of its mission, Solar Orbiter has collected valuable data.",
		"This image was taken on 30 May 2020 and shows the sun's appearance at the extreme ultraviolet region of the electromagnetic spectrum.",
		"Images at this wavelength reveal the upper atmosphere of the sun, the corona, with a temperature of around 1 million degrees Celsius.",
		"This image shows a map of the magnetic properties of the sun.",
		"Taken on 18 June 2020, there is a large magnetically active region in the lower right-hand area of the sun.",
		"Solar Orbiter reached its first perihelion, the point in its orbit closest to the sun, on 15 June 2020 — 77 million kilometers from its surface.",
		"Solar Orbiter captured the many faces of the sun in different wavelengths of light during its first close pass.",
		"This image shows the sun's granulation pattern that results from the movement of hot plasma under the sun's visible surface."
	]
},{
	"title": "Covid cases surging in Tanzania, says US embassy as government downplays virus.",
	"values": [
		"Covid cases surging in Tanzania, says US embassy as government downplays virus.",
		"A mask may have been covering his face, but Benjamin Netanyahu's pleasure was undeniable as Austrian Chancellor Sebastian Kurz complimented the Israeli Prime Minister's handling of the pandemic and world-leading coronavirus vaccination campaign at an event in Jerusalem earlier this month.",
		"Kurz, who was visiting Israel with his Danish counterpart to discuss a trilateral vaccine pact, credited Netanyahu for shocking him into action at the very beginning of the Covid-19 outbreak.",
		"After talks and a tour of a gym open to those who have been vaccinated or recovered from Covid-19, Austria, Denmark and Israel announced an alliance to ensure long-term vaccine supplies.",
		"\"I will never forget the beginning of the year 2020, when we had a phone call and Bibi Netanyahu told me this virus will be a huge threat to the whole world, to Europe even if we don't know it at the moment,\" Kurz said.",
		"\"You were maybe the reason we acted quite early in Austria when the first wave hit us hard in the European Union.\"",
		"Netanyahu recognized early on in the pandemic that vaccines could save not only Israel, but his political future.",
		"For years, Netanyahu promoted himself as the man who turned Israel into a global tech powerhouse.",
		"Now, as he faces a fourth election in two years and an ongoing corruption trial, the Prime Minister is touting his track-record of turning Israel from \"Start-up Nation\" into \"Vaccination Nation.\"",
		"Netanyahu has made Israel's handling of the pandemic, and especially its robust vaccine drive, personal: appearing almost nightly in televised addresses to the country in the early weeks of the pandemic, obsessively negotiating vaccine deals with pharmaceutical companies, receiving the first doses at Tel Aviv's airport and getting vaccinated on primetime TV.",
		"Earlier this month, Netanyahu hailed the country's \"green\" Covid-19 vaccination passports over coffee at a newly reopened Jerusalem café, saying Israel was \"coming to life.\"",
		"And bringing Israeli society \"back to life\" -- his latest campaign slogan -- may be Netanyahu's best chance at keeping his lengthy political career alive.",
		"Winning his sixth term as prime minister with a parliamentary majority could protect him from an ongoing corruption trial and keep him out of jail.",
		"As Israelis head to the polls on Tuesday, life is starting to feel normal again, with schools in session and restaurants back open.",
		"The question now is whether voters will credit Netanyahu with that return to normality enough to shake out the political gridlock that's gripped the country for the past two years.",
		"\"In politics you judge the leader on the outcome, how did the leader handle the crisis and the outcome,\" said Aviv Bushinsky, a former media adviser for Netanyahu.",
		"In the case of the vaccine program, he added, \"the Israelis are quite happy.\"",
		"A strong start knocked down by surges The coronavirus pandemic has played out alongside a political crisis in Israel.",
		"The first spike in infections hit last March, just a few weeks after the country's third election in a year and as Netanyahu was cobbling together a coalition with his rival-turned-partner Benny Gantz.",
		"As the Austrian chancellor noted, Netanyahu took swift action to combat the outbreak, publicly warning about the dangers of the virus and effectively shutting Israel down before it the country even recorded its first death.",
		"Mobile booths deployed to the streets allowed for easily accessible Covid-19 tests.",
		"Some people with mild cases of the virus were sent to state-run isolation facilities, often converted hotels, to recover.",
		"Passover, one of the most important Jewish holidays where families gather in large groups for a big seder dinner, was essentially canceled after Israelis were banned from gathering in groups or traveling.",
		"In May, after almost a year and a half of political deadlock, Netanyahu finally had his coalition government in place, with an unprecedented number of cabinet ministers and deputies.",
		"And with infections rates plummeting, the government began to allow public life to return.",
		"Israel seemed to have ended the first round on top.",
		"While countries like Italy had recorded tens of thousands of deaths by May, Israel's death toll at the time was under 300.",
		"But as people surged back to restaurants and events like weddings, so too did the virus.",
		"In July, with cases rising again, critics panned what was seen as a haphazard and inconsistent approach to restrictions and Netanyahu's approval ratings plunged.",
		"Frustration over Netanyahu's handling of the pandemic spilled over into protests outside the Prime Minister's Jerusalem residence, leading police to use water cannons.",
		"In September, Israel had the world's worst rate of new infections per capita, and the country was embroiled in a political row over who was to blame.",
		"Professor Eran Segal from Israel's Weizmann Institute of Science, praised the government's initial response, but told CNN that the mistakes started after the first lockdown.",
		"A reluctance at different points to enforce targeted restrictions at a local level, especially in Ultra-Orthodox and Arab neighborhoods may have helped the virus spread further, Segal said.",
		"\"Probably for a variety of reasons, I imagine a lot of political reasons, we weren't successful at containing the spreads where they occurred,\" Segal said.",
		"While his Likud party holds the most seats in the Israeli Parliament, or Knesset -- Netanyahu has not been able to form a governing coalition without the support of several smaller religious parties.",
		"And in some ultra-Orthodox communities, coronavirus restrictions on gatherings have been met with skepticism, refusal, and, in some cases, violent clashes.",
		"Segal also criticized the government's litmus test over the summer for lockdowns -- 800 simultaneously critically ill patients would trigger a shutdown.",
		"Had Israel enacted lockdowns earlier, there would have been less fatalities and a shorter overall lockdown period, he said.",
		"But Netanyahu has never taken responsibility for any pitfalls in his pandemic response.",
		"When asked in September who should shoulder the blame for Israel's failure to contain the virus, he responded, \"There are no failures, only achievements.\"",
		"The comment marked a strikingly different tone from that of President Reuven Rivlin just a few days later, when Israel's head of state offered a forthright apology to the nation.",
		"\"I know that we have not done enough as a leadership to be worthy of your attention.",
		"You trusted us and we let you down,\" said Rivlin.",
		"\"You, the citizens of Israel, deserve a safety net that the country gives you.",
		"Decision-makers, government ministries, policy implementers must work for you and only for you -- to save lives, to reduce infection, to rescue the economy.",
		"I understand the feeling that none of these were done satisfactorily.\"",
		"As the end of 2020 approached, with Israel facing a third wave of infections, the Israeli Knesset gave up on attempts to pass a budget, leading to the dissolution of the Parliament and triggering this year's elections.",
		"Netanyahu's critics, who included his coalition partner Gantz, suspected the Prime Minister had never intended the current government to last long, and by now the Israeli leader could see his political salvation coming just around the corner.",
		"Bringing Israel 'back to life' Early on, Netanyahu pushed for Israel to be among the first countries to get Covid-19 vaccines, boasting that he was in regular contact with the major pharmaceutical companies and their CEOs.",
		"Though he signed an early deal with Moderna, it was the special deal with Pfizer -- and its Jewish CEO Albert Bourla -- that clinched Israel's place as a global leader.",
		"Israel paid a high price and got the vaccines quickly, and, in exchange, is giving Pfizer access to data from Israel's centralized health care system to study the vaccine's effectiveness.",
		"Israel hasn't detailed the exact price per person it paid for the Pfizer vaccine, but a parliamentary committee revealed this week that the country has already shelled out 2.6 billion shekels ($787 million) for \"various vaccine transactions\" and expects to spend a similar amount for more in the future.",
		"Despite Netanyahu's personal involvement, his election opponents like Labor leader Merav Michaeli, say that Israel's vaccine success isn't thanks only to Netanyahu's buying abilities, but also down to Israel's public healthcare system, which Michaeli says was built by previous left-wing governments.",
		"But Netanyahu is doing everything he can to own the vaccine program and its success, making it a central part of his new positive and uplifting \"back to life\" campaign -- a marked departure from past elections, Bushinsky said.",
		"\"In past years Netanyahu campaign was always leaning or using the fear campaign, that if Netanyahu isn't around, the Iranians will develop the bomb, or Hamas will get stronger, or Hezbollah will attack,\" Bushinsky said.",
		"\"This is I think the first election Netanyahu participating in that he's not using the fear campaign but the hope campaign.\"",
		"Time and luck have also been on Netanyahu's side.",
		"With the vaccination program starting in late December, Netanyahu had at least three months between the first injection and election day -- enough time for the majority of the population to be inoculated and start getting a taste of normalcy under the country's \"green pass\" program.",
		"https://edition.cnn.com/travel/article/israel-vaccine-green-pass-wellness/index.html \"Some say Netanyahu, god touched him, that he's affluent with luck,\" Bushinsky said.",
		"\"Imagine if the elections were a couple months ago when most people were not vaccinated.\"",
		"Tzachi Hanegbi, a cabinet minister who has served alongside Netanyahu for decades, said he thinks Israelis will reward Netanyahu for how he handled the virus.",
		"\"I do believe that after the corona year people really were exposed to the capabilities of the prime minister bringing Israel out of the Covid-19 with new expectations, vaccination that everybody is entitled to and millions of Israelis are already free from corona.",
		"I believe that this will reflect on the result,\" Hanegbi said.",
		"Netanyahu, Hanegbi said, has an \"inner feeling that you are there because God sent you to save the people of Israel and to lead them in trouble times.\"",
		"\"I think this gives him the power and the support of the people.",
		"It's called charisma.\""
	]
},{
	"title": "The mystery of the flu-Covid 'twindemic' that never happened.",
	"values": [
		"The mystery of the flu-Covid 'twindemic' that never happened.",
		"Pakistan's Prime Minister Imran Khan and his wife have tested positive for Covid-19, according to government officials.",
		"Khan is \"self-isolating at home,\" the country's health minister, Faisal Sultan, said on Saturday.",
		"The 68-year-old former international cricketer received his first dose of China's Sinopharm coronavirus vaccine on Thursday.",
		"The Sinopharm shot is the only Covid-19 vaccine available in Pakistan.",
		"Pakistan's health ministry said it can take a few weeks to develop immunity to the virus after getting vaccinated, and has urged the public not to be deterred from getting a shot based on Khan's diagnosis.",
		"\"Prime Minister Imran Khan was not fully vaccinated when he contracted the virus.",
		"He only got the 1st dose and merely 2 days ago which is too soon for ANY vaccine to become effective.",
		"Anti-bodies develop 2-3 weeks after 2nd dose of 2-dose COVID vaccines.",
		"#VaccinesWork,\" Pakistan's health ministry tweeted Saturday.",
		"The South Asian nation of 220 million people has recorded 13,799 deaths and 623,135 cases during the pandemic, according to Johns Hopkins University in the United States.",
		"Cases have increased in Pakistan in recent weeks, though the pandemic has remained largely under control.",
		"Lockdown restrictions have been reinforced in some parts of the country in response to rising infections.",
		"Pakistan's vaccine rollout, which began on March 10 with the elderly, has been met with hesitancy among some parts of the population and footage of Khan receiving the shot was broadcast in an apparent attempt to ease concerns.",
		"After his vaccination on Thursday, Khan appealed to the public to stay safe and continue to exercise precautions as the country faces a third wave of the coronavirus.",
		"Khan's spokesman Shahbaz Gill was quick to distance the Prime Minister's positive test result with the Sinopharm shot.",
		"\"Please do not link it to the corona vaccine.",
		"Immunity develops a few weeks after the vaccine is given.",
		"Make sure to vaccinate your elders and loved ones.",
		"Be careful,\" Gill said on Twitter.",
		"Gill said that Khan had a slight cough and fever, and prayed for him to have a quick recovery.",
		"Khan has been holding regular meetings and recently attended a security conference in the capital Islamabad, where he addressed a crowd without a mask.",
		"Khan's special assistant on overseas Pakistanis, Syed Zulfi Bukhari, said the Prime Minister had likely been infected before he was vaccinated on Thursday.",
		"\"Vaccines are safe & must be taken, #PMIK had his first shot just a day ago, before which he was exposed already.",
		"Please do get yourself & loved ones vaccinated and fight the fake news,\" Bukhari tweeted Saturday."
	]
},{
	"title": "Can you mix vaccines?",
	"values": [
		"Can you mix vaccines?",
		"UK trial aims to find out.",
		"President John Magufuli, the Covid-denying leader of Tanzania, was said to have died from heart failure, which he apparently battled for more than a decade, according to the country's new president.",
		"Samia Suluhu Hassan said Magufuli had been receiving treatment in a Tanzanian hospital when he died on Wednesday evening.",
		"However, opposition leaders insist Magufuli died of Covid-19 at least one week earlier.",
		"Tundu Lissu, of the Chadema opposition party, said in an interview with a Kenyan broadcaster Thursday that Magufuli had died from Covid in early March.",
		"\"Magufuli died of corona,\" Lissu said, citing \"credible government sources.\"",
		"\"I received news of President Magufuli's passing without any surprise,\" he added.",
		"\"I had expected this all along, from the first day I tweeted on March 7... when I asked the question 'Where is President Magufuli and what is his state of health?'",
		"I had information from very credible sources in the government that the president was gravely ill with Covid-19 and his situation was actually very bad,\" Lissu said from his base in Belgium.",
		"CNN has contacted Lissu for further comment.",
		"CNN has been unable to independently verify his claims.",
		"Tanzanian authorities also did not respond to calls for comment on Lissu's claims.",
		"Magufuli was last seen in public on February 27, fueling intense speculation about his health.",
		"Officials, however, insisted he was healthy.",
		"\"Tanzanians should be at peace.",
		"Your president is around, thanks for voting strongly for him recently.",
		"He is healthy, working hard, planning for the country,\" Prime Minister Kassim Majaliwa was quoted as saying in local media March 12.",
		"The secrecy and mystery shrouding his death is telling about Magufuli's enduring legacy, says Maria Sarungi Tsehai, activist and founder of the #ChangeTanzania movement, a civil society group promoting free speech.",
		"Tsehai said that the circumstances of his death and the \"secrecy and intimidation\" that citizens face for speculating or discussing it is \"very telling about the kind of presidency he ran.\"",
		"\"Even now in his death, people are still terrified and talking in hushed tones,\" Tsehai said.",
		"Magufuli was Tanzania's fifth president and part of the Chama Cha Mapinduzi (CCM) party that has ruled the country since independence in 1961.",
		"Now that he is gone, Tanzania is left in flux.",
		"Many believe the country is fighting a virulent second wave of Covid.",
		"However, the reports are largely anecdotal as Tanzania stopped reporting Covid data to global health authorities, such as the World Health Organization.",
		"The last reported figures of 509 cases and 21 deaths were in April last year.",
		"Magufuli frustrated global health leaders after he suspended nationwide tracking of Covid cases -- blaming the country's infection toll on defective test kits.",
		"Last May, he claimed that non-human samples which were randomly collected from a pawpaw, a goat, and sheep -- using imported Covid-19 test kits -- returned positive test results for the virus when sent to the country's laboratory, whose handlers were reportedly unaware of the source of the samples.",
		"Magufuli's death has raised many questions about how the country moves forward in a pandemic with a massive information vacuum.",
		"Magufuli made no bids for Covid vaccines as he queried its safety and instead promoted the use of prayers, herbal treatments and steam inhalation to combat the disease.",
		"Tsehai says the lack of information makes it difficult for healthcare workers and citizens to know what the real situation is.",
		"Her organization ran an informal survey to get a \"snapshot\" of the Covid situation in the country last year.",
		"\"We are seeing more obituaries, death announcements, and that more people are leaving us.",
		"There are elderly people and those in their 50s.",
		"Parents are also telling us that children are being admitted to hospital with breathing problems,\" she said.",
		"However, changes are far from imminent, added Tsehai.",
		"\"Nothing will happen immediately.",
		"We have to wait and see what Samia (Hassan) can do.\"",
		"On Friday, Hassan was sworn in as the country's first female president.",
		"Now, the new leader needs to select a vice presidential candidate and form a cabinet, Tsehai said.",
		"\"We are very worried.",
		"She needs to act now.",
		"The ceremony and burial and last rites ceremony are going to be Covid super spreader events,\" Tsehai added.",
		"Fighting Covid with prayers Magufuli was devoutly religious and a rabid Covid-19 denier who repeatedly downplayed the severity of Covid-19 in Tanzania, while declaring the country free from the virus last June after three days of mass prayers.",
		"He refused to close churches, called on citizens to join more mass prayer days and described the virus as \"satanic.\"",
		"\"Let's pray and fast for three days I am sure we will win... today for the Muslims who have already begun, tomorrow the Seventh Day Adventists who pray on Saturdays and on Sunday for Christians,\" Magufuli said on February 19.",
		"\"God has never forsaken this nation.",
		"We won last year and graduated to middle-income status amid coronavirus,\" he added.",
		"Deus Valentine Rweyemamu, who heads the Center for Strategic Litigation, a pro-democracy movement in Tanzania, told CNN that Magufuli failed to provide leadership in his handling of the pandemic.",
		"\"President Magufuli hid behind religious fundamentalism and managed to sway an entire nation into denialism.",
		"His only recorded public address on Covid has half of it made up of Bible verses,\" Rweyemamu said.",
		"However, religious leaders were among his fiercest critics.",
		"Father Charles Kitima, Secretary of the Tanzania Episcopal Conference, a group of Catholic bishops, told CNN Thursday that the Magufuli regime did not take urgent steps in handling the coronavirus.",
		"Kitima, who had been a vocal critic of Tanzania's Covid response under Magufuli, said some members of the Catholic Church in Tanzania may have died from Covid-related complications.",
		"\"Some members of the church had breathing complications and died out of that,\" he told CNN.",
		"\"As for the months from mid-December 2020 to February 2021, we lost 25 priests and 60 nuns...",
		"Some of these died because of breathing difficulties,\" he said.",
		"He added that the volume of infections in the country could not be ascertained due to the lack of testing.",
		"Kitima faulted Magufuli's Covid response, which relied largely on religion while neglecting scientific recommendations.",
		"\"You cannot separate prayer from science.",
		"Religion is there to support the doctors and researchers.",
		"Science and faith must work together,\" Kitima told CNN.",
		"Rweyemamu told CNN that many Tanzanians trusted Magufuli's -- albeit unconventional -- methods.",
		"\"If President Magufuli were to appear in public wearing a mask then even Tanzania's sickest dog would wear one.",
		"This is because... Tanzanians believe in their president more than in their own parents,\" he added.",
		"Mussa Khamis, a project officer at Good Neighbors, a non-profit humanitarian organization in Tanzania, told CNN: \"While some of my friends and relatives inhaled steam to fight this pandemic...",
		"I took care of myself by observing prevention measures advised by WHO and other medical experts.\"",
		"The 26-year-old resident of Tanzania's semi-autonomous islands of Zanzibar said the existence of Covid-19 had begun to resonate with many Tanzanians following the passing of Zanzibar's Vice President, Seif Sharif Hamad, who died in February after contracting the virus.",
		"Hamad was open about his illness, which he made public three weeks before his death.",
		"\"People now wear masks and wash their hands frequently.",
		"I think this is motivated by the recent loss of our vice president,\" Khamis said.",
		"The end of the Magufuli era is expected to usher in a new national perspective on Covid-19.",
		"However, it remains to be seen if it will be business as usual for Tanzania's new leader or if she will change tack and make room for science to thrive as the pandemic rages."
	]
},{
	"title": "Development of new coronavirus vaccines may be hitting critical mass.",
	"values": [
		"Development of new coronavirus vaccines may be hitting critical mass.",
		"Here's how they work.",
		"When Subhakar Khadka immigrated to California seven years ago, he had his sights set on a simple life with simple goals: Earn a living so that his family in Nepal can join him in the United States.",
		"But to make his dream a reality, he became an Uber driver, and he's had to handle some difficult situations, he told CNN.",
		"Khadka, 32, recently shared a 42-second dashcam video of a confrontation he had with three female customers inside his car.",
		"He said the dispute began over the women's refusal to wear face masks.",
		"San Francisco Police have identified two of the three women in the car as Arna Kimiai, 24, and Malaysia King, 24.",
		"King has been identified as the woman in a red outfit seen on the far left of the video, while Kimiai has been identified as the woman on the far right, directly behind Khadka in the video, Adam Lobsinger, public information officer with the San Francisco Police Department, told CNN.",
		"In the video, the woman identified as Kimiai takes her face mask off, yanks Khadka's face mask off his face, coughs in his direction and attempts to take away his cell phone.",
		"Meanwhile, the woman identified as King, seen with her mask below her face, announces that she has the coronavirus.",
		"Police officers from the Las Vegas Police Department apprehended King Thursday for assault with a caustic chemical, assault and battery, conspiracy and violation of health and safety code, according to a statement from the San Francisco Police Department.",
		"Kimiai surrendered to authorities in San Francisco Sunday night, a press release from SFPD said.",
		"The release said she was booked into the San Francisco County jail on a warrant for charges of robbery, assault and battery, conspiracy, and violation of health and safety code.",
		"After King was arrested Thursday, Kimiai had expressed through her attorney that she intended to turn herself in, according to the release.",
		"The investigation remains active and ongoing, the release said.",
		"CNN has made repeated efforts to reach King and Kimiai for comment and has not heard back.",
		"CNN has also tried to reach Kimiai's attorney.",
		"It's unclear if King has an attorney at this time.",
		"Suspects fled the scene Khadka says he picked up the three women in San Francisco on Sunday, March 7 around 12:45 p.m.",
		"He soon noticed that one of the passengers was not wearing a mask, so he stopped the ride a few minutes later, according to Officer Robert Rueca of the SFPD.",
		"Khadka told CNN that he stopped the car to allow the maskless passenger to enter a gas station and buy a mask, which she did.",
		"But Khadka said that by that point he had tired of the passengers' taunting behavior.",
		"When the woman returned to the car from the gas station, he told the passengers he was ending the ride -- that he was going home.",
		"That announcement, he said, made the passengers angrier.",
		"In the video, the woman identified as Kimiai can be seen sitting directly behind Khadka, and rips her mask off and coughs in his direction.",
		"\"F*** the mask,\" she says.",
		"Meanwhile, the woman in a red outfit, identified as King, can be heard saying, \"And I got corona,\" while pulling her mask down to her chin.",
		"Immediately afterward, the woman behind Khadka reaches to the front seat of the car and tries to grab Khadka's cell phone.",
		"Khadka is able to get it back from her and says, \"don't touch my property.\"",
		"In a statement to CNN, Uber said, \"In this case, we have banned all three riders and have been in contact with Mr. Khadka to offer our support.\"",
		"In May, Uber started requiring drivers to take selfies in the app to verify they are wearing a mask or face covering before they pick up riders.",
		"Passengers are also required to confirm that they are wearing a mask or face covering before hailing a car.",
		"But there is no selfie requirement for passengers like there is for drivers.",
		"Uber relies on drivers and passengers to keep each other accountable.",
		"Mask disputes have culminated in violent clashes throughout the pandemic.",
		"\"The violent crimes against Asian Americans is on the rise, and it's disgusting how people think it's OK to treat another person like that,\" Khadka said.",
		"\"I have so many friends that have worked in convenient stores, gas stations, in this customer service business and most of them tell me the same stories.\"",
		"\"I believe the way I sound, the way I look, it does play a major role over here,\" he said.",
		"In the video, the woman identified as Kimiai can be seen yanking his face mask off, ripping one of the strings that holds the mask in place, making it unwearable.",
		"\"Now you about to get beat the f*** up,\" the woman identified as King says.",
		"The confrontation lasted about 15 minutes, according to Khadka.",
		"It's not clear what happened before or after the 42-second clip.",
		"Khadka said his dashcam records only when his car is running, and there were moments that were not recorded because he was parked and refused to drive until all the women were masked.",
		"The clip is only a portion of the video that Khadka has given to the SFPD.",
		"Eventually, the women left Khadka's car, he said.",
		"But a person \"reached into an open window and sprayed what is believed to be pepper spray into the vehicle and towards the driver,\" according to Officer Rueca.",
		"It's unclear who did this and this moment isn't captured in the 42-second video clip.",
		"The suspects fled the scene, according to a police report, and even though an arrest has been made, the SFPD said it is still investigating the incident.",
		"\"We're glad to hear that Ms. Kimiai intends to do the right thing and turn herself in to the nearest law enforcement agency, and we hope it happens promptly,\" Lt. Tracy McCray said in a police statement.",
		"\"The behavior captured on video in this incident showed a callous disregard for the safety and wellbeing of an essential service worker in the midst of a deadly pandemic.",
		"We take this conduct very seriously in San Francisco, and we're committed to ensuring that justice is done in this case.\"",
		"'We need justice' Following the confrontation, Khadka reached out to Uber to report the incident.",
		"\"The behavior seen in the video is appalling,\" an Uber spokesperson said.",
		"\"As a result, the rider no longer has access to Uber.",
		"Our policy is clear: no mask, no respect, no ride.\"",
		"After he documented the incident with authorities and Uber, Khadka said he realized his car wasn't drivable.",
		"\"Anybody that gets in and puts their hand in any of the car's area and somehow wipes their hand on their nose, mouth or eyes, it's going to hurt them,\" he said, referring to the pepper spray.",
		"Khadka said he asked Uber to help pay for the cost of cleaning his car, and that the company paid him $370.",
		"Uber said it gave Khadka $250 and other financial support, and that it's up to the driver to disclose how much the company gave him.",
		"After cleaning his car, Khadka hit the road again.",
		"\"Nobody wants to get out on Sunday and work but there I was already,\" he said.",
		"\"So, I tried working, I took a couple of rides and I didn't feel that I was on my right senses so I was thinking something else and driving and that is not safe at all so I went home.\"",
		"Khadka said he hasn't been back on the road since last Sunday's incident.",
		"As the video started circulating online, Khadka wanted to share what happened with his family in Nepal.",
		"\"They are family, they worry a lot,\" he said.",
		"\"So I called them and I said, 'There's a video that's going out there, please don't freak out it's just for a social cause, we need justice.'\"",
		"\"Pandemic has hit us the same way, everywhere in the world, it's the same thing back in Nepal,\" he said.",
		"\"Life is just getting normal over there, so it's been a tough time for me, but I have to work.\"",
		"Khadka said he shared the video to help police identify the suspects.",
		"\"Once they are identified, once they are into police custody then we'll move forward for justice and that's it, that's what I wanted,\" he said.",
		"A GoFundMe has been started in Khadka's name."
	]
},{
	"title": "Following controversial remarks by Tanzania's president, WHO urges country to stick to science in fight against Covid-19.",
	"values": [
		"Following controversial remarks by Tanzania's president, WHO urges country to stick to science in fight against Covid-19.",
		"For some people, symptoms that persist months after getting sick with Covid-19 could become a chronic illness, Dr. Francis Collins, director of the National Institutes of Health, said Monday.",
		"“I fear that some people who have had these effects who are already three or four months out may not be on a path to get better in a few more months, and this could be something that becomes a chronic illness,” Collins said during an NBC Nightly News interview.",
		"“That is cruel.",
		"That is just one more heartbreak that we didn't see coming,” he said.",
		"“I promise you we are all in on this.",
		"There will be no stones left unturned.",
		"We're going to figure it out.” NIH recently launched an initiative aimed at better understanding the long-term consequences of Covid-19 and how to help the people who experience them.",
		"“When you consider we know 28 million people in the United States have had Covid, if even 1% of them have chronic long-term consequences, that's a whole lot of people, and we need to find out everything we can about how to help them,” Collins said.",
		"“If any organization on the planet can figure this out, it's NIH,” he added.",
		"The Senate could move as soon as this week to pass their own version of President Biden's $1.9 trillion Covid relief bill.",
		"That plan will, of course, look a little different than the House bill as it won't include the $15 an hour minimum wage.",
		"It also is not going to include the so-called Plan B drafted by Senate Finance Committee Chairman Ron Wyden that would have penalized corporations that didn't increase wages on their own.",
		"That plan faced pushback in the Democratic caucus.",
		"Democrats in the House and Senate are racing to enact a Covid relief bill by March 14, when key expanded unemployment benefits expire.",
		"Senate Majority Leader Chuck Schumer said today that the Senate will take up the American Rescue Plan “this week.” “I expect a hardy debate and some late nights, but the American people sent us here with a job to do,” Schumer said in a floor speech on Monday.",
		"“To help the country through his moment of extraordinary challenge.",
		"To end through action the greatest health crisis our country has faced in a century, and that’s just what we’re going to do.” Here's a look at the legislation's next steps: Schumer, a Democrat from New York, will bring the package to the floor as soon as Wednesday.",
		"That version will include changes suggested by the parliamentarian (so no minimum wage increase).",
		"That begins 20 hours of debate.",
		"At the end of those 20 hours, the Senate will begin their second vote-a-rama.",
		"Given the nature of those marathon votes, we cannot predict exactly when final passage will be, but if past is prologue, look to early Friday morning.",
		"The last vote-a-rama ended at 5 a.m.",
		"ET.",
		"This plan is subject to change, but this is what we are looking at for timing.",
		"Read more about the latest on the Covid relief bill here.",
		"##US Stimulus## President Biden and Senate Democrats talked about “targeting” the Covid relief package today but not reducing the overall price tag of the $1.9 trillion plan, according to Democratic Sen. Jon Tester who attended the virtual meeting Monday on the legislation's next steps.",
		"The House passed a version of the Covid-19 stimulus bill early Saturday morning, and it is now set to move to the Senate.",
		"Tester said that Biden was mainly in listening mode as Democrats proposed certain changes that could be made through the amendment process.",
		"Tester ultimately predicted there would be “modest” changes made.",
		"One of the items moderate Democrats are looking at to “target” in the coronavirus relief bill is limiting federal unemployment benefits from $400 a week to $300 in an effort to save money and extend the program longer.",
		"The House bill’s federal unemployment program runs through August, but Democratic moderates are arguing the benefit could go longer if the weekly benefit was less.",
		"The goal would be to run it to the end of the year, according to one aide familiar with the discussions.",
		"That could face pushback from the rest of the caucus.",
		"It’s still unknown on whether it’s really an option, but it’s a sign of moderates trying to reshape pieces of this bill.",
		"Democratic Sen. Ron Wyden, who chairs the Finance Committee, also told CNN that he’s pushing to include in the bill an extension of jobless benefits for an additional month so they can expire in September rather than in August when senators and House members are on their summer recess.",
		"And as CNN's Ryan Nobles reported earlier, more money for broadband is also something Democrats are pushing for.",
		"##US Stimulus## More than 200 commercial and tribal casinos have reopened smoke free during the pandemic, including every casino in New Jersey, the US Centers for Disease Control and Prevention reported Monday.",
		"Before Covid-19, this kind of public health momentum in casinos would not have been possible, Brian King of the CDC’s Office on Smoking and Health said during the CDC’s weekly partner call.",
		"“The Covid-19 pandemic has resulted in an increase in smoke-free casino adoption, which is certainly a silver lining in the context of the pandemic,” King said.",
		"All casinos in New Jersey, which includes Atlantic City, have adopted smoke-free policies, King said.",
		"“Seeing that implementation of a broad public health policy in this environment at the state level of a major hub for gambling and casinos is very important,” King said.",
		"“It’s definitely a public health win and shows an added benefit of not only protecting workers but also patrons.” The benefits of smoke-free policies go beyond reducing secondhand smoke exposure, which has been shown to increase risk of stroke, lung cancer and heart attack in adults.",
		"Smoke-free policies also encourage more people to stop smoking and keep people from starting at all, King said.",
		"The question remains if these casinos will remain smoke-free when other restrictions ease and more people become vaccinated.",
		"“If all these casinos remain smoke free even post Covid-19, this could have an immeasurable in terms of not only protecting the public who attend these venues, but also workers who are working eight hours or more per day in these environments” King said.",
		"The US has recorded an average of about 1.5 million Covid-19 tests per day over the past week, according to data from The COVID Tracking Project.",
		"That’s about 26% fewer than the average in mid-January, when the US hit a peak seven-day average of more than 2 million tests reported on Jan. 15.",
		"The decline in new tests reported nationally had been rather consistent since hitting that peak.",
		"But over the past seven days, the number of new tests reported has started to tick back up.",
		"The average of about 1.5 million tests per day over the past week is a 14% increase over the average of about 1.3 million tests per day the week before.",
		"Even as case rates drop, experts have stressed the importance of testing as a way to stay ahead of outbreaks, particularly with the new variants in the mix.",
		"Contract tracing, which requires sufficient testing, is also one of five key mitigation strategies outlined by the US Centers for Disease Control and Prevention in school reopening guidance.",
		"More on the testing data: Reported test counts are estimates.",
		"Also, states do not all report tests consistently.",
		"Some include both viral (PCR) and antigen tests, and some report based on the number of people tested as opposed to the number of specimens tested.",
		"##Hotspots## France has extended the upper age limit for use of the Oxford/AstraZeneca coronavirus vaccine, now approving use of the vaccine in 65 to 75 year olds with serious health conditions, the country’s health minister announced Monday.",
		"The decision comes after a previous warning from the government that AstraZeneca’s Covid-19 vaccine should only be administered in people under the age of 65, citing a lack of clinical data on its efficacy for older people.",
		"“I can confirm that, from now on, anyone who is 50 years of age and over and who has medical conditions like diabetes, hypertension or a history of cancer can be vaccinated with AstraZeneca,” French Health Minister Olivier Veran said during a televised interview, adding that “for people who are 75 years old and over, it is always the Pfizer or Moderna” vaccine that is administered.",
		"Speaking to France 2 TV, the health minister said the French National health authority now considers all vaccines available in France, including the AstraZeneca, Pfizer and Moderna vaccines, to “have an effectiveness qualified as ‘remarkable’ in protecting people from the risks of serious forms of coronavirus.”  While coronavirus restrictions are still in place across the country, Veran also suggested that the government would consider easing measures over the coming weeks.",
		"\"We obviously hope that in four to six weeks, we can have more freedom,” Veran said.",
		"“We did this last year.",
		"Spring is less conducive to the circulation of the virus.",
		"We vaccinate, we protect the most vulnerable, we keep our fingers crossed,” he added.",
		"##Vaccines## Two doses of coronavirus vaccine protect people better against coronavirus variants than just one dose, CDC experts said Monday.",
		"The B.1.351 variant first seen in South Africa has the most worrying effects on the ability of vaccines to produce an immune response, the CDC’s Dr. Heather Scobie told a meeting of the CDC’s Advisory Committee on Immunization Practices.",
		"But there are concerns about the B.1.1.7 variant first seen in the UK, as well as a variant common in Brazil known as P2.",
		"She said the CDC has reviewed many of the studies – some published, others released as unreviewed pre-prints – on how the variants allow the virus to evade immune responses.",
		"“Five studies have shown that postponing the second mRNA dose may leave some people less protected against the SARS-Cov-2 variants,” Scobie told the ACIP meeting.",
		"The Moderna and Pfizer/BioNTech vaccines are mRNA vaccines.",
		"“All of the studies showed improved neutralization of B.1.1.7 and B.1.351 after the second vaccine dose,” she added.",
		"“In a few studies, people who had recovered from Covid-19 and received one vaccine dose had moderate protection against B.1.351.” There are indications that people’s immune responses grow stronger over time after vaccination, Scobie said.",
		"“Antibody responses to B.1.1.7 and B.1.351 improved slightly by week three,” she said.",
		"Real-life studies also give some clues about how well the vaccines will protect people from the variants.",
		"“The Pfizer vaccine was shown to have high real world effectiveness of 86% against symptomatic and asymptomatic disease in the UK and 84% against symptomatic disease in Israel during times when B.1.1.7 was prevalent,” Scobie said.",
		"Protection provided by the one-dose Johnson & Johnson vaccine varied from 74% in the US to 66% in Brazil at a time when most cases were caused by the P2 variant.",
		"During clinical trials in South Africa, where the B.1.351 variant was almost the only circulating virus, Johnson & Johnson vaccine efficacy was 52%.",
		"But that’s against mild to moderate disease.",
		"It provided between 73% and 82% efficacy against severe disease no matter which variant was the most common.",
		"“Importantly, the Janssen vaccine demonstrated similar vaccine efficacy against severe, critical disease across all three countries,” Scobie said.",
		"##Variants## ##Vaccines## The first shipment of Covid-19 vaccines sent through the COVAX program to Latin America landed in Colombia on Monday afternoon, the Pan American Health Organization (PAHO) announced.",
		"The shipment of 117,000 Pfizer vaccine doses landed at El Dorado Airport in Bogota in the afternoon local time, the Colombian government said in a statement.",
		"The doses will be transferred to Ministry of Health warehouses to be stored.",
		"COVAX is an entity run by a coalition that includes the Vaccine Alliance known as Gavi and the World Health Organization (WHO), and is funded by donations from governments, multilateral institutions and foundations.",
		"It aims to buy coronavirus vaccines in bulk and send them to poorer nations that can't compete with wealthy countries in securing contracts with the major drug companies.",
		"Colombia now has at least 409,620 vaccine doses; the country previously received 100,620 doses through a deal with Pfizer and 192,000 doses from Sinovac.",
		"Colombia expects to receive a total of 61.5 million doses of the vaccine, 20 million doses through the deal with COVAX and 41.5 million from various pharmaceutical companies, a government statement said.",
		"COVAX shipments are still expected in other Latin American countries including Argentina, Brazil, Peru, Mexico, among many others.",
		"To achieve herd immunity, the Colombian government hopes to vaccinate 70% of the country’s population, around 35,734,649 people.",
		"\"Colombia, with support from COVAX partners, has worked incredibly hard to be in a position to be able to receive its first wave of vaccines from COVAX, and I pay tribute to all of those who have prepared diligently for this arrival,\" WHO Director-General Tedros Adhanom Ghebreyesus said in a statement, \"The arrival means that more health workers and high-risk populations can begin to be vaccinated.",
		"The COVID-19 pandemic can only end if vaccination occurs in an equitable way, and I am truly delighted to see vaccine doses in South America and other regions begin to be rolled out this week through COVAX.\"",
		"Colombia currently has at least 2,251,690 confirmed cases of Covid-19 and 59,766 recorded deaths, according to data from Johns Hopkins University.",
		"##Vaccines## Senate Majority Leader Chuck Schumer said that “this week” the Senate will take up the $1.9 trillion American Rescue Plan.",
		"“I expect a hardy debate and some late nights, but the American people sent us here with a job to do,” Schumer said in a floor speech on Monday.",
		"“To help the country through his moment of extraordinary challenge.",
		"To end through action the greatest health crisis our country has faced in a century, and that’s just what we’re going to do.” Some context: The House passed their own version of the Covid relief bill early Saturday morning.",
		"If the Senate passes their version of the bill by the end of the week, that gives the House time to re-pass the new version in their own chamber.",
		"It also gives President Biden time to sign it and gives states an opportunity to readjust their unemployment benefits with the increased benefit.",
		"Biden and Democrats are rushing to meet their deadline of having enacted the bill by March 14 when a weekly federal enhancement in benefits is scheduled to expire.",
		"##US Stimulus## Lawmakers have reached an agreement to return most California students to classrooms by the end March.",
		"The agreement combines proposals from Gov.",
		"Gavin Newsom and from California’s legislature and will provide up to $6.6 billion to return schools to in-person learning.",
		"Of that, $2 billion will be made available to those schools that bring students back by March 30.",
		"Schools will be eligible for their part of the $2 billion incentive once they resume classes for at least those students in transitional kindergarten through second grade.",
		"The rest of the funding, $4.6 billion, is aimed at helping schools make up for lost learning time, or as Newsom calls it, “reimagining the school year” which could include longer school days and/or summer school.",
		"Ultimately, the reopening decisions lay with the superintendents of each district, not the state.",
		"The funding, which is mainly earmarked for personal protective equipment, improved ventilation, and other safety protocols, may well provide the incentive districts need.",
		"Some teachers unions, including United Teacher Los Angeles (UTLA), which represents educators in Los Angeles Unified School District (LAUSD), have balked at resuming classes until teachers have the chance to be vaccinated.",
		"Starting today, the pool of those eligible to receive a vaccine in Los Angeles has expanded to include educators.",
		"LAUSD, the nation’s second largest district, has secured 25,000 vaccine doses for teachers and staff, which will be initially focused on inoculating those already working at school sites, preschool, and elementary teachers, according to Superintendent Austin Beutner.",
		"In the meantime, UTLA’s membership is voting today on whether they will agree to return before staff is provided with full access to vaccinations and safety conditions are in place.",
		"The agreement specifies that districts can resume class regardless of whether the unions sign off.",
		"##Hotspots## The three Federal Emergency Management Agency vaccination sites in Texas are expected to receive 24,000 doses of the Johnson & Johnson Covid-19 vaccine on Tuesday, according to Lara Anton, a press officer for the Texas Department of State Health Services.",
		"It’s not yet clear if the doses will be administered on Tuesday.",
		"“The providers will decide how to use them but are required to stay within the state’s current vaccine allocation priorities of health care workers, long term care facility residents and staff, people 65 years and older, and those over 16 with a chronic medical condition that puts them at higher risk of hospitalization or death from COVID-19,” Anton said in an email.",
		"More than 200,000 Johnson & Johnson doses are expected be available to Texas for next week’s allocation, Anton said.",
		"Of the 3.9 million doses of the single-shot Johnson & Johnson vaccine being distributed by the federal government, the Association of Immunization Managers said Monday that they will be distributed as follows: About 2.8 million doses are headed to state and local territorial public health departments 800,000 doses are being distributed to the federal retail pharmacy program About 70,000 will be released through community vaccination centers run by FEMA About 90,000 doses will be going to Federal Quality Health Centers, community health centers run by the federal Health Resources and Services Administration, a branch of the US Department of Health and Human Services ##Vaccines## The US Food and Drug Administration on Monday granted emergency use authorization to the Quidel QuickVue At-Home Covid-19 Test.",
		"Dr. Jeff Shuren, director of the FDA’s Center for Devices and Radiological Health, said in a statement that “The FDA continues to prioritize the availability of more at-home testing options in response to the pandemic.” Here are some key things to know about the at-home test: The test is authorized for at-home use once prescribed by a physician.",
		"The nasal swab test can be self-administered by people who are 14 years of age and older, or samples can be collected by an adult in children 8 years of age and older.",
		"The test is to be used within the first 6 days that someone is experiencing symptoms of Covid-19.",
		"Rapid antigen tests have been shown to be less accurate than RT-PCR tests, which are considered the “gold-standard” of diagnostic testing.",
		"In a press release, Quidel said the test can return results in as little as 10 minutes, and that positive test results match PCR tests 84.8% of the time; negative test results match PCR results 99.1% of the time.",
		"The sample swabs are placed in a test tube along with a test strip.",
		"Colored lines on the test strip indicate a positive or negative test result, similar to a home pregnancy test.",
		"In a separate news release Monday, the National Institutes of Health announced it is evaluating the use of Quidel’s QuickVue test with a smartphone app.",
		"The agency says it has enrolled more than 200 participants in the study, which requires them to use the test daily for two weeks.",
		"The NIH says that as at-home tests become more widely available, it believes companion apps will play a role in tracking symptoms, administering tests and reporting results to public health authorities and health care providers.",
		"“Understanding how individuals interact with these apps and where they find value in them will inform future efforts to advance at-home COVID-19 testing,” the NIH said in a statement.",
		"The US military has administered 1,144,697 doses out of 1,275,925 doses delivered to the military so far.",
		"At least 735,000 of those are initial doses, 409,000 are second doses, Pentagon spokesperson John Kirby said.",
		"The US military expects to get doses of the Johnson & Johnson vaccine delivered to them in “the next week or so,” now that it has been approved by the FDA for Emergency Use Authorization, Kirby said.",
		"Kirby acknowledged that the Secretary is aware of vaccine hesitancy in some pockets of the military, particularly “cultural and community concerns,” he said.",
		"\"It’s a personal decision, but it’s also a decision, and this is what he wants service members to remember, that it’s a decision that you’re making also for your teammates, and for your unit readiness, so that is very much on his mind,” Kirby said.",
		"Right now, the Pentagon has not decided whether or not to make the Covid-19 vaccine mandatory when it does receive full authorization from the FDA.",
		"The Pentagon cannot make the vaccine mandatory currently because it has been authorized under emergency use by the FDA.",
		"“These are still under emergency authorization, and so right now, they are not mandatory.",
		"Obviously, we’re thinking about what happens when they become FDA approved,” Kirby said.",
		"##Vaccines## Nearly 77 million doses of Covid-19 vaccine have been administered in the United States, according to data published Monday by the US Centers for Disease Control and Prevention.",
		"The CDC reported that 76,899,987 total doses have been administered – about 80% of the 96,402,490 doses delivered.",
		"That’s about 1.7 million more administered doses reported since yesterday, for a seven-day average of more than 1.8 million doses per day.",
		"More than 15% of the population – about 50.7 million people – have now received at least one dose of vaccine.",
		"Nearly 8% of the population – nearly 25.5 million people – have been fully vaccinated with both shots, CDC data shows.",
		"Data published by the CDC may be delayed, and doses may not have been given on the day reported.",
		"##Vaccines## Senate Democratic leaders are urging their caucus to stick together and fend off GOP amendments that could alter key elements of the $1.9 trillion relief plan when it heads to the floor later this week, a plea aimed at keeping together a fragile Democratic coalition in order to send the bill to President Biden's desk by mid-March.",
		"Senators are walking into a legislative minefield later this week since the relief bill is being considered under budget reconciliation rules that allow a free-flowing amendment process, meaning senators can force votes on as many amendments as they like.",
		"That means if two Democrats break ranks, they could amend the bill with the backing of 49 Republicans.",
		"But Democratic leaders want their caucus to hold the line against amendments that could alter the core of the bill and ultimately derail the chances of getting the sweeping measure out of both chambers by March 14 — when jobless benefits are set to expire for millions of Americans.",
		"Asked if he wanted his caucus to hold the line against GOP amendments, Senate Majority Whip Dick Durbin told CNN: \"Certainly [against] any amendments that we think will be disruptive of the reconciliation process — maybe more.\"",
		"Durbin added of the GOP amendments: \"There are some that could be lethal.",
		"So we have to take it very seriously.” It's unclear which amendments could peel away Democratic support, but party leaders and the White House have their eyes in particular on a handful of their more centrist members, including Sens.",
		"Joe Manchin of West Virginia, Kyrsten Sinema of Arizona and Angus King of Maine.",
		"Whether there could be some changes around the margins of the bill remain to be seen.",
		"And already the Senate is poised to make one major change: Scrapping the $15 federal minimum wage included in the House-passed bill since it was ruled by the Senate's parliamentarian as outside the scope of the chamber's rules of budget reconciliation.",
		"Some House liberals want the presiding officer of the Senate, potentially Vice President Kamala Harris, to simply ignore the parliamentarian's ruling and keep the minimum wage in the bill.",
		"But Durbin threw cold water on that idea, which is also opposed by a number of senators in both parties and by the White House.",
		"\"I don't think that's going to work,\" Durbin said.",
		"\"I hope we think very seriously about dealing with the minimum wage in a different venue.\"",
		"Yet pursuing the wage hike outside of budget reconciliation would require 60 votes to overcome a GOP filibuster, something highly unlikely to succeed.",
		"Given the divisions within the Senate Democratic Caucus over the $15 hourly wage mandate, Durbin conceded that the parliamentarian's decision made passage of the overall bill \"less complicating,\" while calling the ruling \"disappointing.\"",
		"##US Stimulus## White House press secretary Jen Psaki said on Monday that President Joe Biden is not considering sharing part of the US coronavirus vaccine supply with Mexico.",
		"On Sunday, CNN reported that Obrador was expected to ask Biden to share some of the US Covid-19 vaccine supply, according to a Mexican government official briefed on plans for the conversation.",
		"Ahead of a virtual bilateral meeting between Biden and Mexican President Andres Manuel Lopez Obrador Monday afternoon, Psaki was asked whether Biden is considering sharing part of the supply with the country.",
		"“No,” Psaki responded during a press briefing.",
		"“The President has made clear that he is focused on ensuring that vaccines are accessible to every American.",
		"That is our focus.” The press secretary said the Biden administration is focused on economic recovery and ensuring that Mexico and Canada are safe enough to open their borders to the US.",
		"“(T)he administration's focus is on ensuring that every American is vaccinated.",
		"And once we accomplish that objective, we're happy to discuss further steps beyond that,” Psaki added.",
		"##Vaccines## Johnson & Johnson's single-dose coronavirus vaccine is now the third Covid-19 shot approved for use in the US, with some 3.9 million doses to be distributed as early as Tuesday.",
		"CNN's Pete Muntean was live at a UPS facility in Kentucky as the new vaccine rolls out, answering your questions.",
		"Watch more: ##Vaccines## President Joe Biden continues to engage with the Senate amid this week’s efforts to pass his top legislative priority, a $1.9 trillion Covid relief bill.",
		"The clock is ticking to get the bill passed and signed into law before unemployment insurance expires for millions of Americans on March 14.",
		"White House Press Secretary Jen Psaki said Monday the White House is “evaluating day by day what the needs are” for Biden’s engagement with Democrats, as well as Republican senators that could be persuaded to vote for the package.",
		"Biden will be meeting via Zoom “with a number of Democratic senators this afternoon,” she said.",
		"“We’ve reserved time in his schedule to ensure that he can be engaged, roll up his sleeves and be personally involved in making calls, having more Zoom meetings, potentially having people across the Oval Office to get this across the finish line,” she said, adding that she expected Biden “to be very involved personally.” Her comments come after White House director of public engagement Cedric Richmond told Axios on HBO that he is still meeting with Republicans and said that “possibly, maybe even probably,” a Republican will vote for it.",
		"Psaki also said Monday that the White House does not intend to challenge a ruling from the Senate parliamentarian that will not allow the $15 minimum wage provision to be in the Senate version of the bill.",
		"A decision for Vice President Kamala Harris to override the parliamentarian’s ruling would “also require 50 votes,” and is “not an action we intend to take,” she said.",
		"Psaki reiterated Biden’s campaign promise to raising the minimum wage and suggested they will be looking for the “best vehicle” to do so.",
		"##US Stimulus##  The first UPS truck carrying the Johnson & Johnson vaccine just arrived at the carrier’s Worldport hub in Louisville, Kentucky.",
		"The company says deliveries will start Tuesday for the eastern half of the country.",
		"More trucks carrying the vaccine are expected to arrive at the facility throughout the day Monday.",
		"UPS says two people will unload vaccine shipments by hand onto more than 150 miles of conveyer belt where machines will sort vaccine packages in 13 minutes time.",
		"Packages will then be loaded onto UPS cargo planes along with regular, everyday packages— even though vaccine shipments are getting priority over other packages.",
		"UPS head of healthcare Wes Wheeler told CNN in an interview that the network has plenty of capacity to carry the new vaccine.",
		"The company has already shipped tens of millions of Pfizer and Moderna doses.",
		"“The pressure was really high in December heading into peak season, of course.",
		"We had much more volume than we normally have,” Wheeler said.",
		"“But now we’re in a steady state, and adding another vaccine really is not a big problem for us.",
		"We have plenty of capacity, and we know exactly how to handle the data.”  Some more context: The White House said Monday 3.9 million doses are going out in this initial wave of shipments.",
		"Johnson & Johnson said Monday the goal is to distribute 20 million doses of the vaccine by the end of this month.",
		"##Vaccines## Dr. Marcella Nunez-Smith, who chairs the White House coronavirus equity task force, told CNN Monday that while there are benefits to the newly approved Johnson & Johnson single-dose Covid-19 vaccine that make it appealing for treating marginalized and hard-to-reach communities, “overall, you know, we do think that the distribution again should be even across communities.” Over the weekend, the CDC’s Dr. Sara Oliver told the Advisory Committee on Immunization Practices that a single-dose vaccine has an advantage, particularly in settings where a second dose “would be challenging,” and could be used to help protect the homeless, people in the justice system, and those with limited access to health care like people who are homebound or live in rural areas.",
		"Still, to ensure that the vaccine is spread across all communities, Dr. Nunez-Smith told CNN, \"we will be tracking biometrics such as zip code and social mobility to see where vaccines are going.” Should it arise that any one vaccine is being deployed in a disproportionate manner to one community over another, Nunez-Smith said, “we’re here provide support and technical assistance to pivot and intervene and correct if and when needed.” ##Vaccines## The White House expressed concern Monday amid ongoing issues facing many Americans who are now eligible for Covid-19 vaccines but still struggling to set up vaccination appointments, suggesting the federal government may step in to provide support to states.",
		"“Scheduling an appointment is too difficult – remains too difficult – in too many places,” White House Covid response team coordinator Jeff Zients said during Monday’s virtual Covid briefing.",
		"He said that “things have gotten better” in some states and localities, suggesting, “The pharmacy systems are often better at scheduling appointments.\"",
		"“But overall, too many Americans are suffering frustration, taking up way too much time to schedule an appointment,” Zients said.",
		"Despite the increase in vaccine supply and vaccination sites, Zients said the administration is looking to help states improve their website capacities, as well as “lower tech solutions that the federal government might be able to provide,” including call centers and people who can help navigate the system.",
		"As of now, Zients acknowledged, “Scheduling remains, for far too many people, too frustrating, and we need to make it better.” ##Vaccines## WATCH: Three more states have started allowing all or some teachers and school staff to receive the Covid-19 vaccine starting today, bringing the total to 31 states plus Washington, DC.",
		"The additional states are Louisiana, Mississippi and Connecticut.",
		"Though some states have announced they are prioritizing teachers, vaccine availability remains a concern across the country.",
		"Several other states have announced they will open up vaccination appointments to educators later this month.",
		"There are 19 states where teachers are still not eligible to receive the vaccine as a specific group — although some educators might fall into the current age group that state is vaccinating.",
		"Here are the states where all or some teachers are eligible: Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Hawaii Idaho Illinois Iowa Kansas Kentucky Louisiana Maryland Michigan Minnesota Mississippi Nebraska Nevada New York North Dakota Ohio Oregon Pennsylvania Tennessee Utah Virginia West Virginia Wyoming Washington, DC Here are the states where teachers are not yet eligible: Florida Georgia Indiana Maine Massachusetts Missouri Montana New Hampshire New Jersey New Mexico North Carolina Oklahoma Rhode Island South Carolina South Dakota Texas Vermont Washington Wisconsin ##Vaccines## Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said she is “deeply concerned” about the potential shift in the trajectory of the pandemic.",
		"While the number of cases had been declining, the most recent seven-day average of new cases at about 67,200 people represents an increase of a little more than 2% compared to the prior seven days.",
		"The most recent seven-day average of deaths has also increased more than 2%.",
		"“Please hear me clearly.",
		"At this level of cases with variants spreading, we stand to completely lose the hard earned ground we have gained,” Walensky said during a White House COVID-19 Response team briefing on Monday.",
		"Walensky said the country can stop the surge of cases in this country by wearing a mask that fits, maintaining social distance, practicing good hand hygiene and avoiding crowds.",
		"“Please stay strong in your conviction,” Walensky said.",
		"“Continue wearing your well-fitting mask and taking the other public health prevention actions that we know work.”   WATCH: Johnson & Johnson is currently working on a booster to help its Covid-19 vaccine deal with coronavirus variants, CEO Alex Gorsky told CNN’s Jim Sciutto on Monday.",
		"“While we’re encouraged and we’re confident in the current vaccine that we have, you’ve always got to be preparing for the future, and frankly for the unknown,\" Gorsky said.",
		"\"So, we’re doing that as we speak.” ##Vaccines## ##Variants## Johnson & Johnson's single-dose coronavirus vaccine has become the third Covid-19 shot approved for use in the US.",
		"Previously, Pfizer and Moderna's two-dose vaccines had been approved.",
		"None of the three vaccines contains additives that can sometimes cause strong reactions, such as antibiotics, preservatives or adjuvants, which are compounds used to boost the immune response that can add to the kick of any vaccine.",
		"That means a very low risk of allergic reaction, especially life-threatening anaphylaxis.",
		"The US Centers for Disease Control and Prevention reports only a few cases of anaphylaxis in people who have been given the Moderna or Pfizer vaccines, and all were easily treated.",
		"Only one case of anaphylaxis has been reported in the 44,000 people who have tested the Johnson & Johnson vaccine.",
		"Plus, all three target a specific part of the spike protein called the receptor binding domain.",
		"As the name implies, it's the part the virus uses to grapple cells.",
		"Mutations to this particular region could weaken the efficacy of all three vaccines.",
		"Luckily, all three appear to stimulate an overwhelming immune response — one much stronger than people get after a natural infection.",
		"So far, it appears to be enough to continue at least partially protecting people from the most concerning variants.",
		"##Vaccines## The European Commission has started laying the groundwork for a vaccine passport that could let European Union citizens travel this summer, it announced.",
		"The Commission intends to publish a legislative proposal for vaccine certification by the end of March, Commission chief spokesperson Eric Mamer said.",
		"In January, the European Union and its 27 member states agreed a set of guidelines that would form the basis of the passports, “but the exact information still needs to be determined,” he said.",
		"To avoid discrimination and citizens being turned away at a border, the Commission’s intention is that the passports “would not only state whether or not a person had been vaccinated, but also whether this person has had recent PCR test, or can be deemed Covid immune, for health reasons i.e., antibodies,” Mamer added.",
		"Asked whether the scope of the legal proposal would extend to international travelers traveling into the EU, Mamer said: “We will have to come back to you once the proposal is made, we cannot give details for the moment.”  Expanding on the details of technical work currently underway to prepare the passports Johannes Bahrke, the EU’s Digital Economy spokesperson said, “It's a question of: how a certificate can be checked, because it's important that they are safe; and how the data is safe; what's the technical standard.” Bahrke said, “all these kind of details now need to be agreed among member states based on the guidelines that are in place.”  Speaking following a meeting of European Leaders last week, European Commission President Ursula von der Leyen said it would be “at least three months” before the passports could be rolled out.",
		"“Member states will need to move fast with the implementation if we want such a green certificate to be in place by summer,” von der Leyen said.",
		"“They will have to ensure a quick and complete rollout in the National Health System, and in the border systems.\"",
		"##Vaccines##  With a strict, government-imposed lockdown in place, the United Kingdom has seen a continued decline in its Covid-19 cases over the last few weeks.",
		"UK Foreign Secretary Dominic Raab attributes it to the lockdown and the “swift rollout of the vaccines.” “Over 20 million people now have had their first dose, and that clearly is protecting people, having an impact on transmission.",
		"So, of course, there's a long way to go, but the signs, the progress is all positive, and we've got light at the end of the tunnel here,” he told CNN.",
		"Although the country is set to reopen its schools on March 8, it will being back non-essential retail, such as hairdressers, gyms, museums, zoos and theme parks on April 12.",
		"Raab said it’s important to stick to the roadmap, which he called optimistic but cautious.",
		"“We don't want to undo and unpick the progress that we've made, or subject people to the risk of, let's face it, dying, when it can be preserved and protected,” he said Monday.",
		"“It's an evidence-based approach, and we've got a series of steps we'll take.” He added: \"We want to know that when we come out of this lock down, we stay out of it.” ##Vaccines## ##Restrictions## Now that the US Centers for Disease Control and Prevention has recommended the Johnson & Johnson Covid-19 vaccine in the US, the company will deliver 20 million Covid-19 vaccine doses in March and 100 million doses by June, said Dr. Paul Stoffels, the company’s chief scientific officer.",
		"“This is a single-shot vaccine so 100 million US citizens will be able to get vaccinated before the summer with our vaccine,” he told CNN, adding that the company is producing as much as it can.",
		"“You can't accelerate it by yelling at it,” he said Monday.",
		"“You have to have the cells growing and the viruses extracted and put into vials, and that's what it is.” Stoffels also confirmed that Johnson & Johnson is “evaluating when we need to have, eventually, a boost on the single dose, which might be six month, 12 months … to keep immunity up.”  “A booster dose will be needed at a certain point.",
		"And so we started to study, with an interim of two months, to get to maximum protection and durability,” he said.",
		"Watch the interview here: ##Vaccines## Just three months ago, Finland had Europe's lowest average of Covid-19 infections and deaths per capita, and had managed to contain local outbreaks while sticking to some of the most relaxed restrictions on the continent.",
		"But now it’s facing a new surge -- and the government has changed tack.",
		"On Monday, Finland’s government declared a state of emergency due to a sharp rise in cases that they have attributed partially to the spread of new variants.",
		"The country will go into a three-week lockdown on March 8, according to Prime Minister Sanna Marin.",
		"In a statement, the government said: \"The number and incidence of Covid-19 cases in Finland have risen very rapidly since the beginning of February 2021.",
		"The number of infections caused by new virus variants has clearly increased, which may further accelerate the epidemic and place significant strain on hospital and intensive care capacity if we are unable to bring the number of infections down.” The strictest restrictions were already introduced in seven hospital districts last Thursday, including in the capital, Helsinki.",
		"Across the border in Norway, officials are also tightening restrictions due to a surge of cases in the capital that Oslo City Council called \"a consequence of the import of mutated variants of the coronavirus.\"",
		"The new virus variants spread faster than previous variants,\" Oslo City Councilor Raymond Johansen said in a Sunday statement.",
		"\"This means that we now have to tighten up infection control measures in line with the recommendations of national health authorities.",
		"From Tuesday until March 15, the new measures in Oslo include: the closing of all restaurants, except for take-away services; and shuttering all stores, except pharmacies and grocery/liquor stores.",
		"From Monday, Oslo students attending upper secondary schools will stay at home and on Wednesday, all schools will be run with a combination of traditional and virtual learning.",
		"The council added that is introducing the mass testing of students with saliva samples from March 8, and the increased testing of all teachers.",
		"While much of the world is starting to think about lifting their coronavirus restrictions, the Czech Republic has today entered a strict new lockdown.",
		"The Central European nation of 10 million has been experiencing near record levels of new infections and its death toll has just topped 20,000.",
		"There is no reason for the country to be among the worst hit.",
		"As a relatively wealthy nation and a member of the European Union, the Czech Republic has access to vaccines, medical equipment and track-and-trace tech solutions.",
		"It has a democratically elected government.",
		"Its health care system is well respected, its economy fairly strong.",
		"Instead, the current Czech catastrophe is akin to death by a thousand cuts, a result of dozens of tiny missteps, late decisions and botched public health messages, experts tell CNN.",
		"Read more here about what went wrong in a country that sailed through the pandemic’s first wave nearly unscathed.",
		"Health officials in England are still trying to track down one of the UK's six recorded cases of the coronavirus variant first detected in Brazil.",
		"On Sunday, Public Health England said that six cases of the variant first identified in Manaus, Brazil (known as P.1) have been detected in the UK -- with three of those cases identified in England.",
		"But while two of the cases identified in England were traced to “one household in South Gloucestershire with a history of travel to Brazil,” there is still currently a third, unlinked case, it said.",
		"Speaking on Sky News on Monday, UK vaccine minister Nadhim Zahawi said that the individual who hadn’t yet been traced hadn’t filled in their test card details, and that they \"would probably (have) got a home kit or a test kit from the local authority,” Zahawi said.",
		"What we're asking today is anyone who had a test on the 12th or 13th of February to contact NHS 119, so we make sure we identify that individual.\"",
		"The other two cases of the P.1 variant were identified in South Gloucestershire \"who have been self-isolating correctly\" and there is \"minimal reason to believe that there may be further spread,\" the minister added.",
		"The three other cases of the variant were identified in Scotland and are not linked to the cases in England, the British government said in a statement on Sunday.",
		"Zahawi stressed that the Brazilian variant is a “variant of concern,” adding that “it’s very similar in terms of its mutations to the South African variant.",
		"So, it is concerning.” The variant first seen in South Africa, called B.1.351 or 501Y.V2, has a different pattern of mutations that causes more physical alterations in the structure of the spike protein than the UK variant (B.1.1.7) does.",
		"One important mutation, called E484K, appears to affect the receptor binding domain -- the part of the spike protein most important for attaching to cells, which could help the virus partly escape the effects of vaccines.",
		"The Brazilian variant, P.1, also carries the E484K mutation.",
		"Read more about the variants here: More than 70,000 people have died from Covid-19 in Germany, according to official figures.",
		"The country's agency for disease control and prevention, the Robert Koch Institute (RKI), on Monday recorded 4,732 new coronavirus cases over the past 24 hours, bringing the total number of infections to 2,447,068.",
		"The RKI also reported 60 additional deaths, bringing the total death toll to 70,105.",
		"Recorded numbers are always low at weekends because not so many people get tested.",
		"Meanwhile, Bavarian Prime Minister Markus Soeder also warned that new variants of the coronavirus are taking over.",
		"The mutations are starting to dominate,” he said at a news conference Monday morning.",
		"Soeder also warned there are coronavirus hotspots on the German border with the Czech Republic.",
		"“Corona[virus] will keep us busy in the next few months, make no mistake,” Soeder said.",
		"The Bavarian leader said more vaccinations and more tests were needed.",
		"Soeder also called for general practitioners, as well as company and factory doctors to start giving vaccinations.",
		"The RKI said Germany's seven-day incidence rate has risen to 65.8 -- representing the number of cases per 100,000 inhabitants.",
		"It is aiming to reach an incidence rate of 35 before lifting restrictions.",
		"Soeder was speaking ahead of Wednesday’s meeting between German Chancellor Angela Merkel and the prime ministers of the country's federal states, when the next steps of the pandemic restrictions will be discussed.",
		"The United States has reported at least 2,463 cases of coronavirus variants that were first spotted in the United Kingdom, South Africa and Brazil, according to the US Centers for Disease Control and Prevention.",
		"The CDC warned that these figures don't represent the total number of such cases circulating nationwide -- just those that have been detected by analyzing positive samples.",
		"The UK variant: The vast majority of these cases, 2,400, are the more contagious variant known as B.1.1.7, which was originally detected in the UK.",
		"This variant has been found in 44 states, Puerto Rico and Washington, DC.",
		"About a quarter are in Florida.",
		"South Africa variant: There are 53 cases of the B.1.351 variant, first seen in South Africa, reported in 15 states and Washington, DC.",
		"Brazil variant: Lastly, 10 cases of the P.1 variant first linked to Brazil have been discovered in five US states.",
		"##Variants##   India's Prime Minister Narendra Modi received his first dose of a Covid-19 vaccine on Monday, kicking off the second phase of the country's immunization campaign.",
		"He received India's home-grown vaccine, Covaxin, at the All India Institute of Medical Sciences (AIIMS) in Delhi.",
		"\"Remarkable how our doctors and scientists have worked in quick time to strengthen the global fight against Covid-19,\" he tweeted on Monday.",
		"\"I appeal to all those who are eligible to take the vaccine.",
		"Together, let us make India Covid-19 free!\"",
		"The second phase: This next part of the vaccination drive will allow shots for those aged 60 years and older, and those aged above 45 with serious medical conditions.",
		"The first phase had been targeted at healthcare and frontline workers, but vaccines will now available to the general public within the age bracket.",
		"India has distributed more than 14.3 million vaccines since the program began on January 16, according to the Indian Ministry of Health.",
		"The Indian Ministry of Health has recorded more than 11 million cases to date, and more than 157,000 related deaths.",
		"##Vaccines## Mexican President Andres Manuel Lopez Obrador is expected to ask US President Joe Biden to share some of the Covid-19 vaccine supply on Monday, according to a Mexican government official briefed on plans for the conversation.",
		"The two leaders are due to hold a virtual bilateral meeting on Monday.",
		"What the collaboration could look like -- a purchase agreement, donation, or loan -- is undefined, the official told CNN.",
		"The first step is to ask whether the United States is willing to cooperate, the source said.",
		"Mexico has purchase agreements in place for hundreds of millions of vaccine doses with different vaccine makers around the world, the large majority of which have yet to be fulfilled.",
		"It has also purchased vaccine supplies from both Russia and China, but it hasn't received any vaccines directly from the US, its most important ally and largest trading partner.",
		"Pfizer, an American company, has shipped Covid-19 vaccines to Mexico -- but they were produced in European laboratories and have arrived in relatively limited supply.",
		"As of Sunday evening, Mexico reported having administered just under 2.5 million doses of coronavirus vaccines.",
		"##Vaccines## The United States reported 51,204 new Covid-19 cases and 1,097 related deaths on Sunday, according to a tally by Johns Hopkins University.",
		"That raises the national total to at least 28,605,669 cases and 513,091 deaths since the pandemic began.",
		"The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.",
		"Vaccination drive: At least 96,402,490 vaccine doses have been distributed and at least 75,236,003 doses have been administered, according to the US Centers for Disease Control and Prevention Vaccine.",
		"At least 49,772,180 people have received one or more doses of the vaccine and at least 24,779,920 people have received two doses.",
		"##Hotspots## ##Vaccines##"
	]
},{
	"title": "Scott Galloway on how US can turn the Covid-19 crisis into opportunity.",
	"values": [
		"Scott Galloway on how US can turn the Covid-19 crisis into opportunity.",
		"The offer seemed too good to refuse: \"Come and take the coronavirus vaccine and get 750 rupees.\"",
		"Residents of the slum areas of the central Indian city of Bhopal, who recalled hearing about the offer back in December, said they scrambled to take it up.",
		"750 rupees ($10) is about twice what they'd usually earn for a day's hard labor.",
		"\"They told us it is the corona vaccine and we should get it so that we don't fall sick,\" said Yashoda Bai Yadav, a housewife from Bhopal who participated in the trial alongside her husband.",
		"But they say they later discovered from local activists that some of them hadn't been given an approved vaccine.",
		"Instead, they had unwittingly taken part in a clinical trial for India's homegrown vaccine, Covaxin.",
		"Only half of the participants in Covaxin's Phase 3 trial received a vaccine -- the other half received a placebo, a normal part of clinical trials.",
		"One participant, Radha Aherwar, only found out it was possible she got a placebo while speaking to CNN, saying, \"Oh, so what I got wasn't a vaccine?",
		"I didn't know that there was a possibility you could get a water shot.\"",
		"Their experience suggests the medical team from People's Hospital, which was running the trial, may have failed to adequately explain that they were part of a trial and that only some of the participants would receive a vaccine.",
		"Both alleged lapses, if proven true, appear to violate India's clinical trial rules that require informed consent from all participants.",
		"The study was sponsored by the vaccine's developers, Indian biotech company Bharat Biotech and the Indian Council of Medical Research (ICMR).",
		"Bharat Biotech, ICMR and People's Hospital have all denied wrongdoing.",
		"It also raises questions about the quality of data in the trial.",
		"Experts such as Amar Jesani, the editor of the Indian Journal of Medical Ethics, worry that this could lead to vaccine hesitancy among some groups in India.",
		"YOU ASKED.",
		"WE ANSWERED Q: I'm pregnant.",
		"Should I get the Covid-19 vaccine?",
		"A: We asked CNN Medical Analyst Dr. Leana Wen for her advice.",
		"Wen is not only an emergency physician and public health expert; she's also a mother to a 3-year-old son and a 10-month-old girl who was born during the pandemic.",
		"Here's what she said: \"Based on what we know of the vaccine, there is no reason to believe that it will have a detrimental effect on the pregnancy or the long-term health of either the mother or baby.",
		"Lack of evidence doesn't mean it can't exist, but this kind of theoretical very low risk needs to be weighed against the real and potentially very high risk of a severe outcome from Covid-19.\"",
		"Read Wen's full guidance here.",
		"Send your questions here.",
		"Are you a health care worker fighting Covid-19?",
		"Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.",
		"WHAT'S IMPORTANT TODAY Big day for Johnson & Johnson's vaccine US Food and Drug Administration vaccine advisers are scheduled to meet Friday to discuss the potential emergency authorization of a third coronavirus vaccine for the US, this one made by Johnson & Johnson's vaccine arm Janssen Biotech.",
		"Its authorization could help speed up the vaccination rollout across the country.",
		"President Joe Biden on Thursday commemorated 50 million Covid-19 vaccine doses administered since he took office, using it as a measuring stick against his promise to put 100 million shots in people's arms in his first 100 days.",
		"But he also warned there's \"a long way to go\" before life will return to normal.",
		"Covid restrictions forced Russian diplomats to leave North Korea on a hand-pushed rail trolley Eight employees of Russia's embassy in Pyongyang and their families spent more than 34 hours trying to leave North Korea this week, a grueling trip that ended with at least one diplomat pushing his luggage and young children on a railway trolley into Russian territory.",
		"North Korea's borders have been effectively locked down for months as part of Kim Jong Un's efforts to keep Covid-19 at bay, stranding the few diplomats operating inside the country.",
		"The labyrinthine journey was the only way the Russian diplomats and their families could leave, the Russian embassy said on its verified Facebook page.",
		"Arthritis drugs can help critically ill Covid-19 patients, study suggests Drugs typically used to treat rheumatoid arthritis can help critically ill Covid-19 patients in intensive care units, one new study finds.",
		"The drugs reduce inflammation and doctors hope they can help patients recover from the overwhelming immune response that Covid-19 sometimes triggers.",
		"But experts warn that more research is needed before doctors start using the drugs more widely.",
		"Another new study found that a similar drug did not help patients hospitalized with Covid-19 pneumonia get significantly better.",
		"The two studies were published in the New England Journal of Medicine on Thursday.",
		"ON OUR RADAR Britain's Queen Elizabeth II says those refusing vaccines \"ought to think about other people rather than themselves.\"",
		"South Korea began its vaccine rollout on Friday as health authorities extended current social distancing measures and bans on gatherings of five or more people until March 14.",
		"US officials in China have asked local authorities to refrain from subjecting US staff in the country to Covid-19 anal swabs, according to a US diplomat based in China.",
		"Athletes are being encouraged to get vaccinated against Covid-19 ahead of the Tokyo Olympics but it will not be compulsory, IOC Vice President John Coates said on Thursday.",
		"The Thai government has introduced a \"golf quarantine\" program to boost its ailing tourism sector.",
		"TOP TIP Heading to the gym?",
		"Wear a mask.",
		"Wearing masks and other safety precautions are key to stopping the spread of Covid-19 during indoor group exercise, according to two new reports published by the US Centers for Disease and Prevention.",
		"The two studies, published Wednesday, linked Covid-19 outbreaks over the summer to exercise facilities in Chicago and Honolulu.",
		"In the Chicago report, 60% of people who attended in-person fitness classes at one facility between August 24 and September 1 tested positive for Covid-19.",
		"Another 7% of attendees reported symptoms consistent with the disease.",
		"TODAY'S PODCAST \"Frankly, when the United States provides resources and gets out of the way, the Cherokee Nation does a wonderful job of delivering health care.\"",
		"-- Cherokee Nation Principal Chief Chuck Hoskin, Jr. Covid-19 has disproportionately hit Native American communities, but when it comes to vaccine distribution, tribal health providers are actually outpacing many states.",
		"CNN's Harmeet Kaur speaks with Cherokee Nation Principal Chief Chuck Hoskin, Jr. about his tribe's vaccine success.",
		"Listen now."
	]
},{
	"title": "New Delhi's teachers are being sent to the Covid frontlines, some without training, PPE or even pay.",
	"values": [
		"New Delhi's teachers are being sent to the Covid frontlines, some without training, PPE or even pay.",
		"The white van arrived in slum areas of Bhopal, a city in central India, blasting a message over the speaker system that seemed too good to refuse: \"Come and take the coronavirus vaccine and get 750 rupees ($10).\"",
		"Locals who recalled hearing it back in December said they scrambled to take up the offer -- 750 rupees was about twice what they'd usually earn for a day's hard labor.",
		"And many had struggled to work at all during the pandemic.",
		"\"They told us it is the corona vaccine and we should get it so that we don't fall sick,\" said Yashoda Bai Yadav, a housewife from Bhopal who participated in the trial alongside her husband.",
		"They say they later discovered from local activists that some of them hadn't been given an approved vaccine and had unwittingly taken part in a clinical trial for India's homegrown vaccine, Covaxin.",
		"Only half of the participants in Covaxin's Phase 3 trial received a vaccine -- the other half received a placebo, a normal part of clinical trials.",
		"One participant -- Radha Aherwar -- even found out it was possible she got a placebo while speaking to CNN for this story, saying \"Oh, so what I got wasn't a vaccine?",
		"I didn't know that there was a possibility you could get a water shot.\"",
		"The experience of some participants in Bhopal suggests the medical team from People's Hospital, who was running the trial, may not have adequately explained that they were part of a trial and that only some of them would receive a vaccine -- both alleged lapses, if proven true, appear to violate India's clinical trial rules that require informed consent from all participants.",
		"This raises questions about the quality of data in the trial, and experts such as Amar Jesani, the editor of the Indian Journal of Medical Ethics, worry that this could lead to vaccine hesitancy among some groups in India, which has reported more Covid-19 cases than any other country except the United States.",
		"The Covaxin Phase 3 study, sponsored by the vaccine's developers, Indian biotech company Bharat Biotech and the Indian Council of Medical Research (ICMR), involves almost 26,000 people at 26 locations, including more than 1,700 in Bhopal, the site of one of the world's worst industrial disasters.",
		"The Shankar Nagar slum -- where many of the participants live -- is just 3.7km (2.3 miles) from the abandoned Union Carbide factory which was at the center of the 1984 disaster that exposed more than half a million people to a toxic gas cloud.",
		"Nearly 4,000 people died in the immediate aftermath, and the disaster was blamed for at least 10,000 subsequent deaths, and more than 100,000 permanent injuries.",
		"Decades later, many residents still suffer related health issues, raising questions from local non-governmental organizations about residents' suitability to take part in a study that vaccine developer Bharat Biotech has called the biggest Phase 3 vaccine trial ever conducted in India.",
		"Phase 3 trials are traditionally the final step of human trials before a vaccine is authorized to roll out en masse.",
		"However, Covaxin was approved by the Drugs Controller General of India for restricted emergency use in January, before preliminary results from the trial were released.",
		"Its Phase 3 trial isn't expected to be completed until next year.",
		"The government has procured 5.5 million doses of Covaxin and 11 million doses of Covishield -- the local name for the Oxford-AstraZeneca vaccine -- for the first phase of what it is calling the largest immunization drive in the world.",
		"At least two bioethics experts, one public health expert and four local non-governmental organizations, have raised ethical questions about the trial site in Bhopal, run by People's Hospital, which is associated with the People's College of Medical Sciences and Research Centre.",
		"In addition, those concerns were also raised in a joint statement released on January 14 by more than 40 organizations and 180 individuals, including public health activists and bioethicists.",
		"More than a dozen Bhopal trial participants told CNN they did not know they were taking part in a clinical trial.",
		"Another four knew they were part of a trial, but say they did not understand what that meant.",
		"Bharat Biotech, ICMR and People's Hospital have all denied wrongdoing.",
		"They say that the trial complied with study protocol, guidelines and regulatory provisions, and that they are focused on generating high quality data and would not do anything that compromises patient safety.",
		"They say that participants gave informed consent and denied that the money offered acted as an incentive.",
		"India's drug regulator, the country's health ministry, and the ethical committee overseeing the trial in Bhopal have not commented on the allegations.",
		"The push for Covaxin is tied up in national rhetoric, as India -- already the global leader in vaccine production -- aims to complete an ambitious rollout at home, and engage in vaccine diplomacy by exporting Indian-made shots.",
		"On January 16, Indian Prime Minister Narendra Modi said: \"The world's confidence in India's scientists and our vaccine expertise is going to be further strengthened after the Made in India corona vaccines.\"",
		"But Jesani, Dr. Anant Bhan, a Bhopal-based bioethics expert, and Amulya Nidhi, a public health expert and the co-convener of the People's Health Movement India, all say that the alleged recruitment process, if proven true, would be a violation of Indian protocols governing how vaccine trials should be conducted.",
		"That could undermine the quality of the trial data, and potentially global trust in India's prized coronavirus vaccine.",
		"'We thought it was the vaccine' Shankar Nagar slum in Bhopal is made up of tiny, colorful houses with roofs created from tin sheets and discarded tarps.",
		"Typically, many locals work as day laborers, waving down vans on the main road each morning to go to construction sites where they spend hours lifting stones and bricks.",
		"Since the pandemic, there hasn't been enough work to go around, forcing many to rely on government-provided rations.",
		"Some women wander the slum, carrying sticks to sell as firewood.",
		"Others have turned to alcohol or chewing tobacco to pass the time.",
		"So when the white van that locals recalled arrived in Bhopal slum areas near People's Hospital offering the vaccine, 18 people saw it as a quick way to make money, they told CNN.",
		"\"My life will go anyway someday,\" Hira Bai, a mother of three, said sardonically.",
		"\"I went because of the greed of 750 rupees, anyway we are used to dying ... my life has no value.\"",
		"Locals say they believed the van was from People's Hospital, a private institute less than 3 kilometers (1.9 miles) away from Shankar Nagar which would often send vans to the area to conduct checkups as part of the hospital's community outreach program.",
		"Some said they immediately piled into the vehicle, which seated more than a dozen passengers.",
		"\"The van came and everyone around me was going so I also went,\" said Kesri Chillaar, 59, a laborer who lives with his wife and three children in nearby Gareeb Nagar slum.",
		"\"We thought it was the vaccine, so we went,\" said Yadav, the housewife, who lives in Oriya Basti, another slum close to Shankar Nagar.",
		"\"We didn't know it was a trial.\"",
		"Chotu Das Beragi, a 27-year-old laborer, said he heard the loudspeaker announce that if he didn't take the vaccine now, he may have to pay money for it later.",
		"\"I thought, 'There is no work anyway these days' ... so I thought, 'Let me get the vaccine, I will get 750 rupees as well,'\" he said.",
		"\"I thought, 'This will be a good way to get the day's earnings.'\"",
		"Once at the hospital, a large white building with columns and reflective blue windows, 12 participants told CNN they were asked to sign forms, although two people only signed the forms when they received their second shot.",
		"Another one gave audio-visual consent and another was asked for a thumb print instead of a signature.",
		"However, of those 14 participants, eight said that they were unable to read -- the state of Madhya Pradesh, where Bhopal is located, has one of the lowest literacy rates in India at around 70%, according to the country's most recent Census in 2011.",
		"Only participants over 60 said they were offered audio-visual consent forms.",
		"The four who could read said they weren't given the opportunity or time to go through the 10-page form written in Hindi.",
		"The form, which CNN has obtained, includes jargon such as \"immuno response,\" \"placebo\" and \"immunogenicity\" -- terms that would be confusing to anyone without medical training.",
		"Although six people CNN spoke to said they were aware they were in a trial, four said they did not understand what a trial involved, or concepts such as a placebo.",
		"\"I did not understand what it was a trial of,\" said Beragi, the day laborer.",
		"Only two of the 21 participants CNN spoke to knew they were in a trial and had full understanding of what that entailed.",
		"At least eight Bhopal slum residents told CNN they were not asked about underlying health conditions, even though \"uncontrolled\" comorbidities is listed as a reason for excluding participants in the trial's own protocol.",
		"Rajesh Panti, 45, a survivor of the Bhopal gas tragedy, said when he received the first dose, he was not asked whether he was taking any medicine.",
		"Chillaar said he takes medication for diabetes every morning, but was not asked at the hospital whether he had any underlying health issues.",
		"Sarita Jathav, 26, said she is pregnant, but was only told that pregnant women couldn't take the vaccine when she went to take her second dose, which she did not receive.",
		"All 21 of the participants CNN spoke to said they were given forms to record any adverse effects of the shot.",
		"However, none had written anything on it, despite eight of the 21 participants describing side effects, including aches, vomiting, stomach issues, pains, and feeling weak.",
		"It is unclear whether the people who described side effects received the vaccine or the placebo.",
		"They said they didn't know why recording their symptoms was important.",
		"At least 13 of the 21 participants told CNN they were illiterate, meaning they were unable to use the form anyway.",
		"Anil Kumar Dixit, the dean of People's College of Medical Sciences and Research Centre in Bhopal, said he was not aware of any van and did not send one to the slums.",
		"He said it was clarified to participants that they were part of a trial, and that only 50% would receive the vaccine while the other half would be given a placebo.",
		"He said the hospital did pay participants 750 rupees, per the ICMR and Bharat Biotech's instructions, but it was to cover them for any lost wages -- not as an incentive to take part in the trial.",
		"Under ICMR's 2017 Ethical Guidelines, subjects may be paid for their inconvenience and reimbursed for expenses incurred, although not to such an extent that it induces them to take part.",
		"Dixit said his hospital did not as"
	]
},{
	"title": "They work abroad to feed their families.",
	"values": [
		"They work abroad to feed their families.",
		"Now they can't send the money home.",
		"Su Thandar Win shows a photo of her 7-year-old son on her phone and a proud smile instinctively spreads across her face.",
		"But it soon fades when she explains why she hasn't seen him for well over two years.",
		"\"I left him with my mum,\" said the Myanmar migrant worker, 26, who is living in Thailand.",
		"Initially, Covid restrictions blocked her annual trip home when the Thai-Myanmar border closed in March 2020.",
		"Then the February 1 coup in Myanmar intensified that separation, with military-imposed internet and mobile network blackouts often making calls home impossible, she said.",
		"Compounding their troubles, the money Su and her husband earn as factory workers in the Thai capital, Bangkok, can no longer reach their family.",
		"The coup has pushed Myanmar's banking system to near collapse, and internet shutdowns have made transfers impossible, according to the UN Development Program (UNDP).",
		"Every morning, long queues of people wait for hours outside banks and ATMs across Myanmar.",
		"Withdrawal limits have been capped at about 200,000 kyat ($120) per customer per day and some have even run out of cash as people stop depositing money due to security concerns.",
		"\"Normally, when I send money back home my family is able to get the cash out the next day,\" Su said.",
		"\"But lately the internet is not working and it's difficult to get the money out, and we do not feel we can trust the bank, either.\"",
		"Su and her husband are among the 1.7 million Myanmar nationals working in neighboring Thailand, according to the Migrant Workers Group, and part of a vital network of overseas workers who support relatives at home.",
		"The International Labour Organization (ILO) estimates some $1.4 billion was sent to Myanmar in 2015 from overseas workers.",
		"The current situation has left thousands of migrants living with constant worry not just for the financial well being of their loved ones, but for their safety.",
		"More than 860 people have been killed by security forces since the coup and more than 6,000 arrested, according to the Assistance Association for Political Prisoners (AAPP).",
		"Su's mother tells her not to worry, as the fighting is not intense in their village.",
		"\"But they have to be careful,\" Su said.",
		"\"They no longer sleep soundly and barely go out.\"",
		"Yet without money to stockpile food or medicine, laying low long-term will not be easy.",
		"\"I want to be based back in Myanmar to work, as we have so many difficulties working in other countries and I want to live with my family back home, too,\" she said.",
		"But she is scared about what may happen if she and her husband, Zaw, 30, who also works in a Bangkok factory, did return.",
		"\"If we try to go back they will arrest us even if we are not involved in politics,\" she said.",
		"Zaw speaks of the torment of watching, from a distance, while his country churns in turmoil as the Myanmar military, the Tatmadaw, continues its brutal crackdown on anti-coup protesters.",
		"\"I can't go back and fight,\" he said.",
		"\"Even if I don't mind risking my life for the next generation, I want real democracy in my country.\"",
		"Rising poverty in Myanmar Before the coup, Christina's older brother would usually send home from Thailand up to $240 a month, which his family of 10 relied on for food and medicine.",
		"All that stopped after the coup when banks shut down.",
		"Christina, who is using a pseudonym for security reasons, said the family had to leave their home in Mindat town, in Myanmar's southern Chin state, when fighting started there.",
		"Now, it is not only food they need.",
		"\"Because we are in a place where there are no doctors and nurses, even for headaches we are struggling to buy medicine because it's been a few months,\" she said.",
		"They are also unable to return home to plant new crops they relied on for food and to sell, so the next few years will be difficult, she said.",
		"They are currently living in a camp for internally displaced people.",
		"Wai, who also uses a pseudonym for safety reasons, said his brother is working in Thailand and used to send $150 to $180 a month home to his elderly mother who lives alone in her village.",
		"She used it for medicine as he said her health is failing.",
		"Wai said his mother had been saving some of the remittances, but in a month her reserves will be depleted.",
		"\"Since I have family, I cannot support her as well.",
		"My brother cannot send money.",
		"So mum is using her savings to feed herself and is having to borrow from other family members in the village,\" Wai said.",
		"\"I sell food at the factories and we were OK before the coup.",
		"But after the coup, most factories are closed, and I couldn't sell anymore.",
		"So, we are struggling.",
		"So, I asked my brother to send me some money.",
		"He said he will.",
		"But since we couldn't receive from here, our family is in trouble, too.\"",
		"A report published by the United Nations at the end of April estimated up to half of Myanmar's population could be living in poverty by early 2022 due to \"compounding negative shocks.\"",
		"The report found 83% of Myanmar's households reported their incomes had, on average, been cut almost in half due to the Covid pandemic.",
		"That situation has become worse since the coup.",
		"Scared for families' safety Ma Oo has been living in Thailand for 20 years, helping migrant workers secure documentation to work legally and advocating for their rights.",
		"Her children studied in Thailand, and now work in the country.",
		"But she worries for the rest of her family who remained in Myanmar's Shan state.",
		"Her father, she said, worked as a public relations organizer for the National League for Democracy (NLD), the democratically elected party thrown from power by the military coup.",
		"Ma Oo assumes her father was arrested, but even now, four months on, she does not know for sure.",
		"\"The military detained everyone connected with NLD.",
		"I lost contact with my father as soon as I heard about the coup.",
		"I am worried for my whole family as all of us are involved in the party.",
		"My father got arrested twice in the 1990s for being involved with NLD and now we assumed that he got arrested again as we have lost contact with him.\"",
		"Not knowing the whereabouts or welfare of family members caught up in the military junta's crackdown is traumatizing for those unable to return home.",
		"Kyokyani, 35, works in a bakery in Bangkok.",
		"His wife works in a textile factory but he said his 85-year-old mother is too frail to join them from her village in Myanmar's Mandalay region.",
		"Kyokyani, who also wants to be identified by one name for security, said his older brother was recently arrested by security forces and held for three days.",
		"\"The military is pressuring our village because of the protests and they wanted to arrest the protest leaders.",
		"But they couldn't find them, so they arrested my brother,\" he said.",
		"\"I am very sad and worried about my family,\" he said, adding that most of those living in villages are daily wage laborers and struggle to make ends meet.",
		"\"I cannot go back and help them and that makes me worry about them even more.\"",
		"Kyokyani said business dropped when Covid hit and he couldn't send as much money home as he usually did.",
		"The coup has made things worse and he hasn't able to send any money since the military seized power.",
		"Even sustaining himself is challenging.",
		"\"There are fewer jobs here in Thailand and I still have to spend for my accommodation and food, so I cannot get paid as much as before,\" he said.",
		"Fellow migrant worker Myat fears for his family's safety.",
		"His relative worked at a gold mine in southeastern Kayah state where 11 workers were reportedly killed in a military airstrike at the end of March.",
		"He said his relative was not working that day but questions why the miners were targeted at all.",
		"\"I can't stand it.",
		"They are innocent people from the forest.",
		"I don't think they even have internet, so they wouldn't have known what's happening,\" he said.",
		"Staring at a photo of one of the victims on his phone, he said: \"I'm worried not just for my family but for the whole country.",
		"I'm worried for everyone because they are killing youths.",
		"The youth are the future of Myanmar, but they value them less than animals.\"",
		"For Su and Zaw, whose 7-year-old is still in Myanmar with his grandparents, thinking about what type of future he has, without remittance money in a country turned upside down is almost too much to bear.",
		"\"I am very worried about my child, as a mother.",
		"We heard the military is taking people around our village for forced labor especially, the boys and men, so they cannot sleep peacefully at night,\" Su said.",
		"\"I miss my kid.",
		"Because of the bad situation I cannot go back and see him.",
		"I am sad.\""
	]
},{
	"title": "Who are the Cyber Ninjas?.",
	"values": [
		"Who are the Cyber Ninjas?.",
		"CNN's Kyung Lah looks into Cyber Ninjas, the company running Arizona Senate's controversial election \"audit.\""
	]
},{
	"title": "We now have a good sense of how big the 'Always Trump' caucus is in Congress.",
	"values": [
		"We now have a good sense of how big the 'Always Trump' caucus is in Congress.",
		"In the five months since Donald Trump grudgingly left the White House, one of the central questions kicking around American politics is this: How big, exactly, is the group of pure \"Always Trumpers\" in Congress?",
		"The last few days have provided us with some clarity on that question -- with votes on back-to-back days on rewarding four Congressional Gold Medals to law enforcement who responded to the January 6 riot (Tuesday) and making Juneteenth a new federal holiday (Wednesday).",
		"The first vote was described by Republicans who opposed it as a partisan move by Democrats because the word \"insurrection\" was used to describe what happened on January 6.",
		"(It was, by the definition of \"insurrection,\" an insurrection.)",
		"Which is very much in line with Trump's oft-stated efforts to rewrite the history of that day.",
		"Opposition to making Juneteenth a federal holiday was rooted in the idea that it, in the words of Texas GOP Rep. Chip Roy, \"needlessly divides our nation on a matter that should instead bring us together by creating a separate Independence Day based on the color of one's skin.\"",
		"Again, that's a view very much in keeping with Trump's anti-woke crusade.",
		"Let's go through each vote.",
		"No on Juneteenth (14 Republicans) 1.",
		"Andy Biggs (Arizona) 2.",
		"Mo Brooks (Alabama) 3.",
		"Andrew Clyde (Georgia) 4.",
		"Scott DesJarlais (Tennessee) 5.",
		"Paul Gosar (Arizona) 6.",
		"Ronny Jackson (Texas) 7.",
		"Doug LaMalfa (California) 8.",
		"Tom Massie (Kentucky) 9.",
		"Tom McClintock (California) 10.",
		"Ralph Norman (South Carolina) 11.",
		"Mike Rogers (Alabama) 12.",
		"Matt Rosendale (Montana) 13.",
		"Chip Roy (Texas) 14.",
		"Tom Tiffany (Wisconsin) No on Congressional Gold Medal (21 Republicans) 1.",
		"Lauren Boebert (Colorado) 2.",
		"Mike Cloud (Texas) 3.",
		"Warren Davidson (Ohio) 4.",
		"Matt Gaetz (Florida) 5.",
		"Louie Gohmert (Texas) 6.",
		"Bob Good (Virginia) 7.",
		"Marjorie Taylor Greene (Georgia) 8.",
		"Andy Harris (Maryland) 9.",
		"Jody Hice (Georgia) 10.",
		"Mary Miller (Illinois) 11.",
		"Barry Moore (Alabama) 12.",
		"Scott Perry (Pennsylvania) 13.",
		"John Rose (Tennessee) 14.",
		"Greg Steube (Florida) 15.",
		"Andy Biggs (Arizona) 16.",
		"Andrew Clyde (Georgia) 17.",
		"Paul Gosar (Arizona) 18.",
		"Tom Massie (Kentucky) 19.",
		"Ralph Norman (South Carolina) 20.",
		"Matt Rosendale (Montana) 21.",
		"Chip Roy (Texas) (The bold denotes Republicans who voted against both measures.)",
		"So, if you add it up, you get 28 total GOP members who voted against at least one of the measures, with an additional seven voting against both.",
		"When you overlay that with the House Republicans who voted to object to the Electoral College certifications in Arizona and Pennsylvania, you get 25 lawmakers from this group -- all but Massie, McClintock and Roy from the lists above.",
		"Those 25 are rightly understood as the hardcore Trumpers in Congress.",
		"Which, doing a bit of back-of-the-envelope math, means that roughly 12% of the 211 House Republicans will follow Trump (and his wild claims) anywhere he goes.",
		"Now, that does not mean that only 12% of House Republicans are in Trump's camp.",
		"As the votes on the Electoral College objections in Pennsylvania (138 Republicans) and Arizona (121 Republicans) make clear, the number of GOPers willing to go along with the former President's conspiracy theories -- contra all available facts -- is far larger.",
		"These 25 Republican members are best understood as the most rabid believers in Trumpism -- such as it is.",
		"These are the people that form the core of his base, the people who will continue to push his ridiculous claims about the 2020 election, serve as foot soldiers in his war on wokeness and ensure that the Trump fire stays burning all the way until the he makes a decision on whether or not to run again in 2024.",
		"And as this past week of votes makes clear, they aren't going anywhere."
	]
},{
	"title": "Man charged in Capitol riot claims he's running for office.",
	"values": [
		"Man charged in Capitol riot claims he's running for office.",
		"For three years, Eleanor Liao and her boyfriend Aaron Leung lived about 12 miles away from each other.",
		"But the onset of the coronavirus pandemic made them feel like they were in a long-distance relationship.",
		"Liao lived in Shenzhen, a metropolis at the southern tip of Chinese mainland, while Leung was based in neighboring Hong Kong, which, as a \"special administrative region\" (SAR), has different rules than mainland China.",
		"While some of these only relate to politics and local government, many regular people -- like Liao and Leung -- have felt their effects starkly.",
		"As Covid-19 cases rose, the border crossing between Hong Kong and Shenzhen effectively closed in March 2020.",
		"Prior to the pandemic, crossing the Hong Kong-Shenzhen border required travel documents, but it was relatively easy to go back and forth.",
		"Approximately 42,000 regular business commuters regularly went between the two cities by train, bus or car every day.",
		"Cross-border relationships were also common: According to the latest figures from law firm Deacons, of the roughly 50,000 marriages registered in Hong Kong each year, about one-third are Hong Kong-mainland pairings.",
		"Liao and Leung met and began dating in April 2018.",
		"Before the pandemic, they were like any other couple: juggling their busy schedules, taking turns seeing each other.",
		"He would cross the border to hang out with her in Shenzhen or she would come down to his family-owned music studio in Hong Kong's Mong Kok neighborhood.",
		"They used to see each other once a week and were never apart for more than a month, she said.",
		"The border closure essentially forced them into a long-distance relationship, connecting online and over the phone instead of in person.",
		"\"I burst into tears when talking on the phone with him.",
		"It was very hard for me,\" said Liao.",
		"Leung recalled the days when Shenzhen seemed only a stone's throw away.",
		"Living in Sheung Shui -- in Hong Kong's far northern New Territories, close to a major border checkpoint -- he found it easier to cross into Shenzhen than to commute to Hong Kong Island.",
		"But the pandemic turned an easily crossable border into an impenetrable barrier for this couple.",
		"Technically, the border isn't fully closed -- three of the 15 border checkpoints remain open, but with tight quarantine requirements on both sides.",
		"So, although it's physically possible for them to cross, doing so comes with weeks of quarantine time in a hotel and costs thousands of dollars.",
		"\"The pandemic forces you to choose between love and work.\"",
		"said Liao, an international commodity trader.",
		"Meeting at the border The morning of September 8, 2020, Liao got up early to catch a bus at 6 a.m. By July of that year, mainland China and Hong Kong had been relatively successful in containing the virus, but the border restrictions remained unchanged due to the government's fear over \"imported cases\" from outside.",
		"As Liao grew more and more frustrated with the border seal, she imagined going on a skyscraper near a border checkpoint and locating her boyfriend's home with a telescope.",
		"\"There's gotta be a way,\" Liao thought.",
		"\"We were just a river apart.\"",
		"That river is the Shum Chum River (or Shenzhen River, as it's called in mainland China).",
		"It has served as a natural partition between Hong Kong and mainland China since 1898 when the Qing Dynasty signed a lease with the United Kingdom and allowed the British to expand its colony of Hong Kong.",
		"Just before World War II, a small section of the river had run dry and was turned into a street market for residents of both sides.",
		"The street -- later named \"Chung Ying Gaai\" or \"China-England Street\" -- caught Liao's eye.",
		"Half in Shenzhen and half in Hong Kong, the street has always been a place of special interest.",
		"It was once a shopping paradise for mainlanders to buy Hong Kong's duty-free products.",
		"The street has since become a historical site and is open to tourists in Shenzhen who have a day pass.",
		"That meant that it could be the only way they could see each other in person.",
		"However, Leung had a harder time visiting the street, as it sits in Hong Kong's restricted border area.",
		"He had to be \"vouched for\" by a local resident inside the zone and apply for a permit at the local police station.",
		"Luckily, he knew someone in the town who was willing to help.",
		"Leung arrived in the street earlier than Liao.",
		"Since the pandemic, a line of red, plastic water-filled barriers had been set up in the middle of the street -- a physical boundary that didn't exist before.",
		"In the past, visitors could tell which side they were on by checking the store's signs -- the Hong Kong shops use traditional Chinese characters, while the Shenzhen signs use the simplified version.",
		"He walked along the red barriers and stopped at a McDonald's -- the most recognizable landmark in the street -- and waited.",
		"On the other side, Liao got off the bus.",
		"After going through the winding customs pathway, she called Leung's phone number and looked for him.",
		"The reception on her phone was spotty.",
		"They shouted for each other and kept asking \"Where are you?\"",
		"After some frantic searching, Liao finally spotted her boyfriend.",
		"With his shoulder over a barrier, Leung stood on a stool and held an umbrella with one hand as his fidgety pianist fingers tapped on the barrier.",
		"Tears, blended with raindrops, rolled down Liao's face.",
		"Leung took out his phone to film his girlfriend, but then he started to cry too.",
		"Over the barriers, they talked and talked, not keeping track of the time.",
		"They wanted to hug each other, but knowing the potential risks of making physical contact at the border, they restrained themselves.",
		"After three hours, a police officer came over and asked them to leave.",
		"\"I was very touched,\" Liao recalled of their cross-boundary near-reunion.",
		"But she said seeing him again also made her sadder.",
		"\"I was standing in front of him, but why couldn't we hold each other's hands?\"",
		"Love in the time of a pandemic Fast forward to March 2021.",
		"Liao has posted a video on social media announcing that she had quit her job.",
		"But that wasn't the biggest news: after securing a new job that allows her to work from home, she would be heading to Hong Kong to get married.",
		"The couple made an appointment to wed on May 28 at Hong Kong's Red Cotton Drive marriage registry office.",
		"It's one of Hong Kong's official wedding venues -- a small Victorian-style building within Hong Kong Park, a picturesque spot surrounded by the city's skyscrapers.",
		"The ceremony took place in a hall with golden floral wallpaper, elaborate white columns and plaster cornices.",
		"There was a marble table in the front, and rows of seats in the back.",
		"Mendelssohn's Wedding March hovered in the air, played on repeat.",
		"Before the wedding could begin, the official conducting the ceremony asked some guests to wait outside in the hallway, as the Hong Kong government still only allows 20 guests for weddings due to Covid-19 restrictions.",
		"Everyone was dressed in their best clothes, accessorized with the face masks that are still required by law.",
		"Leung and Liao sat on one long side of the table, Leung's mother and brother across from them.",
		"Led by the registrar, Leung and Liao exchanged their vows in their native Cantonese.",
		"After signing the certificate, they officially became husband and wife.",
		"\"It was a simple ceremony.",
		"When the registrar declared our marriage, it made the whole thing very solemn,\" Leung said.",
		"\"I could see you wanted to cry,\" Liao said to her new husband.",
		"But despite the joyous occasion, there were still some notes of sadness.",
		"Although Liao was happy about her big day, she was sad that her family and friends in Shenzhen had not been able to join her to celebrate in person.",
		"And unlike in storybooks, the wedding didn't bring a magical happy ending -- yet.",
		"Shortly after the wedding, Liao returned to Shenzhen alone to re-apply for a long-term visa with her marriage certificate.",
		"The temporary visa she was on was a quick fix just for the wedding.",
		"Crossing the border also required another round of quarantine -- 14 days in a hotel and seven days at her home.",
		"It'll still be a long while before these two can live together as husband and wife.",
		"These days, many countries in the west are flinging open their borders and using phrases like \"post-pandemic\" and \"back to normal.\"",
		"Yet Asia has generally been more conservative in its approach to reopening.",
		"No matter what a government chooses to do, it's often regular people like Leung and Liao who feel the brunt of the decision the most.",
		"\"I hope the restrictions can be relaxed.",
		"I know there are so many families separated,\" Leung said.",
		"The bride may have bought her dress online at the last minute and had to quarantine in order to say \"I do.\"",
		"But Leung and Liao's wedding shows that despite disease, government regulations and hardship, love still manages to find a way."
	]
},{
	"title": "Justice Department releases harrowing new bodycam footage from January 6 attack.",
	"values": [
		"Justice Department releases harrowing new bodycam footage from January 6 attack.",
		"CNN's Sara Murray takes a closer look at a number of people who were at the insurrection at the Capitol on January 6, and now claim they plan to run for office."
	]
},{
	"title": "New video shows rioter wielding flagpole and charging at officers.",
	"values": [
		"New video shows rioter wielding flagpole and charging at officers.",
		"June 19 is now officially Juneteenth National Independence Day, a US federal holiday commemorating the end of slavery in the United States.",
		"Here’s what you need to know about the holiday and its history: The day's name is a blending of the words June and nineteenth.",
		"It commemorates June 19, 1865: the day that Union Army Maj. Gen. Gordon Granger rode into Galveston, Texas, and told slaves of their emancipation.",
		"That day came more than two years after President Abraham Lincoln issued the Emancipation Proclamation on January 1, 1863.",
		"Even after Lincoln declared all enslaved people free on paper, that hadn't necessarily been the case in practice.",
		"Juneteenth is also known as Emancipation Day.",
		"People across the country celebrate with food and festivities, much like the Fourth of July.",
		"All but one state, as well as the District of Columbia, recognize the milestone of Black liberation in some shape or form.",
		"For example, some companies honor the occasion by giving their employees the day off.",
		"Despite being celebrated since 1865, it was only until 1980 that Texas became the first state to make Juneteenth a state holiday.",
		"With Biden’s signature, Juneteenth is the first holiday to be approved since Martin Luther King Jr. Day, which was established in 1983.",
		"Juneteenth has often been overlooked by non-Black Americans and omitted from history books.",
		"However, momentum to recognize the occasion was generated by the Black Lives Matter movement last year.",
		"Despite certifying Juneteenth as a federal holiday, Black Americans continue to face systematic challenges such as the racial wealth gap, disproportionate incarceration and persistent health disparities.",
		"Therefore, activists say the holiday shouldn’t be seen as a substitute for substantive action, but a step in the right direction.",
		"Read more about the Juneteenth federal holiday here.",
		"Juneteenth, the first federal holiday since Martin Luther King, Jr. Day in 1983, commemorates the end of slavery for the last slaves in Texas, nearly two years after Abraham Lincoln's Emancipation Proclamation.",
		"There are 11 current federal holidays, according to an informative report online from the Congressional Research Service.",
		"Federal holidays started just as holidays for federal workers in Washington, DC.",
		"Now, many companies also observe many of them, but not all.",
		"And the new holiday will be observed on Friday because June 19 falls on a Saturday this year.",
		"The full annual list of holidays is, according to US law: New Year's Day, January 1 Birthday of Martin Luther King, Jr., the third Monday in January Washington's Birthday, the third Monday in February Memorial Day, the last Monday in May Juneteenth National Independence Day, June 19 Independence Day, July 4 Labor Day, the first Monday in September Columbus Day, the second Monday in October Veterans Day, November 11 Thanksgiving Day, the fourth Thursday in November Christmas Day, December 25 Lawmakers tied most holidays to Mondays rather than a fixed date in 1968, giving people long weekends.",
		"But rather than just give everyone a day off, there's also the idea that these holidays should mean something.",
		"Former President Barack Obama pushed Martin Luther King, Jr. Day as a day of service, for instance.",
		"Veterans Day began as a day to commemorate the end of World War I.",
		"Then known as Armistice Day, it was made a federal holiday in 1938, just before World War II broke out.",
		"Former President Franklin D. Roosevelt moved Thanksgiving from the last Thursday in November to the third, specifically to give people more time to shop for Christmas.",
		"Another exception to the list: Inauguration Day, Jan. 20, is observed every four years.",
		"But Election Day, the first Tuesday after the first Monday every other November, is not a holiday.",
		"There have been periodic pushes to make Election Day a holiday since it could enable more people to vote, but Republicans have objected to that proposal.",
		"When it was proposed in 2019, Senate Majority Leader Mitch McConnell said the idea of giving Americans the day off to vote was, \"a power grab that's smelling more and more like exactly what it is.\"",
		"There have similarly been efforts for other federal holidays.",
		"Cesar Chavez Day on March 31.",
		"Susan B. Anthony Day or Womens' Suffrage Day on Feb. 15.",
		"Those will have to wait.",
		"Some context: As it stands now, there are 11 federal holidays each year and one extra each leap year.",
		"That works out to a little less than one per month, with two in January and none in March, April or August.",
		"You can honor Juneteenth and amplify its importance in your own community with the following organizations and virtual opportunities: The National Museum of African American History & Culture is hosting an online celebration called, Juneteenth: A Celebration of Resistance.",
		"According to their website, the virtual viewing spans two days from June 19 to June 20.",
		"For added education and awareness, the museum also put together an interactive timeline that walks online users through the history of Juneteenth and its significance today.",
		"StepAfrika is calling viewers to its virtual theater for a Juneteenth performance which will broadcast at 8 p.m.",
		"ET on the June 19 holiday.",
		"The event will premiere works entitled, \"Trane, Little Rock Nine and The Movement.\"",
		"For information click here.",
		"OutdoorAfro inspires connections of Black and African American individuals to nature.",
		"In honor of Juneteenth, the company is encouraging people to spend 2.5 hours in nature considering the question, \"What does freedom mean to me in America?\"",
		"Participants are also asked to reflect on the legacy of the 250,000 Black Americans in Galveston, Texas, who were denied their freedom for more than two years.",
		"By registering here people can submit their personal reflections, which may be publicly shared in honor of the holiday.",
		"The Juneteenth Foundation will host its annual festival weekend.",
		"The celebration kicks off with virtual panel reflections and commitments made by corporations to Black advancement in the business sector.",
		"Conversations will also explore criminal justice reform, access to equity, and education.",
		"The weekend will also feature a virtual career panel and fair, which will include breakout sessions.",
		"A major highlight of the weekend is the organization's Juneteenth Freedom Concert which will stream online.",
		"Keep reading.",
		"Before Juneteenth became an official federal holiday, 94-year-old Opal Lee was on a mission.",
		"\"I'm not just going to sit and rock, you know?\"",
		"the determined \"Grandmother of Juneteenth\" told CNN.",
		"\"The Lord is going to have to catch me.\"",
		"Days later, the spirited nonagenarian shouted with delight as she watched Congress pass a bill to make Juneteenth — June 19 — a nationwide holiday commemorating the end of slavery.",
		"\"I've got so many different feelings all gurgling up here — I don't know what to call them all,\" she told CNN affiliate KTVT in Fort Worth, Texas, where she lives.",
		"Right now she plans to savor the moment.",
		"But the woman who spent years fighting for Juneteenth stresses there's work left to do to push back against racism.",
		"\"We've got all of these disparities that we've got to address and I mean all of them.",
		"While we've got some momentum, I hope we can get some of it done.",
		"We can have one America if we try,\" she told KTVT.",
		"Read more here.",
		"President Biden said that signing legislation into law on Thursday establishing June 19 as Juneteenth National Independence Day — a US federal holiday commemorating the end of slavery in the United States — will go down as \"one of the greatest honors\" of his presidency.",
		"\"I have to say to you, I've only been President for several months, but I think this will go down, for me, as one of the greatest honors I will have as President,\" Biden said at the White House during a signing ceremony.",
		"\"I regret that my grandchildren aren't here, because this is a really, really, really important moment in our history.",
		"By making Juneteenth a federal holiday, all Americans can feel the power of this day and learn from our history — and celebrate progress and grapple with the distance we've come (and) the distance we have to travel,\" Biden said.",
		"During the ceremony, the President said it was not enough to commemorate the holiday, but to use it as a day of reflection and action.",
		"\"We can't rest until the promise of equality is fulfilled for every one of us in every corner of this nation.",
		"That to me is the meaning of Juneteenth,\" Biden said.",
		"\"So let's make this very Juneteenth tomorrow the first that our nation will celebrate all together, as one nation.",
		"A Juneteenth of action on many fronts.\"",
		"Biden also underscored how his White House agenda is working to deliver equality and emphasized that the promise of equality is not going to fulfilled \"so long as the sacred right to vote remains under attack.\"",
		"The President specifically pointed to restrictive voter laws, calling them \"an assault that offends our very democracy.\"",
		"The ceremony, which took place in the East Room, included some 80 members of Congress —including members of the Congressional Black Caucus, local elected officials, community leaders and activists.",
		"The President specifically noted that Opal Lee, the activist who campaigned to establish Juneteenth as a federal holiday, was in attendance.",
		"Biden, speaking at the White House alongside Vice President Kamala Harris, repeated the sentiments he relayed when he commemorated the Tulsa race massacre earlier, that \"great nations don't ignore their most painful moments.\"",
		"\"They embrace them.",
		"Great nations don't walk away.",
		"We've come to terms with the mistakes we made and in remembering those moments, we begin to heal and grow stronger,\" the President said.",
		"The holiday is the first federal holiday established since Martin Luther King Jr. Day in 1983 and becomes at least the eleventh federal holiday recognized by the US federal government.",
		"The US Office of Personnel Management announced Thursday that most federal employees will observe the holiday on Friday since Juneteenth falls on a Saturday this year.",
		"Read more about the Juneteenth federal holiday here.",
		"Bernice King, daughter of Martin Luther King Jr. and CEO of The King Center, said the passage of the bill making Juneteenth a federal holiday is \"an important moment of reckoning.\"",
		"The holiday commemorates the day, June 19, 1865, when Major General Gordon Granger announced in Galveston, Texas, the end of slavery in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"\"This nation now will have an opportunity to learn even more about this important history that African Americans have faced.",
		"It's a moment that creates a more sense of inclusion, you know.",
		"A lot of Black Americans don't feel included on our Independence day as a nation because so many of our ancestors were not free,\" King noted.",
		"King also highlighted the ceremonial nature of the holiday and how there is still more work to be done.",
		"\"We can't forget that it's ceremonial, holidays are points of recognition, what is needed though, is substance,\" King said.",
		"\"There's just so much that has to happen in our Senate to really deliver substance to the Black community,\" she said.",
		"President Biden just signed a bill establishing Juneteenth — the day commemorating the end of slavery in the United States — as a federal holiday.",
		"Many federal workers will observe the holiday tomorrow, since this year June 19 falls on a Saturday.",
		"The holiday is the first federal holiday established since Martin Luther King Jr. Day in 1983.",
		"But the news of the new federal holiday comes at a time where multiple states have moved to ban schools from teaching critical race theory, which recognizes that systemic racism is part of American society and challenges the beliefs that allow it to flourish.",
		"Critical race theory has become politicized in recent months, with opponents arguing the area of study is based on Marxism and is a threat to the American way of life.",
		"But critical race theory — according to scholars who study it — explores the ways in which a history of inequality and racism in the United States has continued to impact American society today.",
		"\"It's an approach to grappling with a history of White supremacy that rejects the belief that what's in the past is in the past and that the laws and systems that grow from that past are detached from it,\" Kimberlé Crenshaw, a founding critical race theorist and a law professor at UCLA and Columbia University, told CNN last year.",
		"And yet, across the country, local boards of education and states are pushing against teaching the impact of systemic racism and critical race theory in schools, calling it indoctrination.",
		"President Biden just signed a bill establishing June 19 as Juneteenth National Independence Day.",
		"The US federal holiday commemorates the end of slavery in the United States, and it is the first federal holiday established since Martin Luther King Jr. Day in 1983.",
		"The US Office of Personnel Management announced Thursday that most federal employees will observe the holiday on Friday since Juneteenth falls on a Saturday this year.",
		"The legislation, which was passed by Congress on Wednesday, gained momentum following Black Lives Matter protests sparked by the police killing of George Floyd last year.",
		"It was also spurred after Democrats won the White House and control of the House of Representatives and the US Senate.",
		"Juneteenth commemorates June 19, 1865, when Union Major General Gordon Granger announced the end of slavery in Galveston, Texas, in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"Only a handful of states currently observe Juneteenth as a paid holiday.",
		"Read more about the federal holiday here.",
		"President Biden used a portion of his White House remarks before signing a bill to make Juneteenth a new federal holiday to recognize Opal Lee, calling her an \"incredible woman.\"",
		"\"Opal, you're incredible.",
		"A daughter of Texas.",
		"Grandmother of the movement to make Juneteenth a federal holiday,\" Biden said of the 94-year-old activist.",
		"Biden said that as a child growing up in Texas, Lee's family would celebrate Juneteenth.",
		"The President shared that on June 19, 1939, when Lee was 12 years old, a White mob torched her family home.",
		"Biden noted that such hate \"never stopped her\" from her efforts to make it a federal holiday.",
		"\"Over the course of decades, she's made it her mission to see that this day came.",
		"It was almost a singular mission.",
		"She's walked for miles and miles literally and figuratively to bring attention to Juneteenth,\" Biden said, asking that those in the room stand and give her a welcome to the White House.",
		"In 2016, then 89-year-old Lee set out on foot from her home in Fort Worth, Texas, with the goal of reaching the nation's capital.",
		"Determined to see Juneteenth become a national holiday, she hoped that \"surely somebody would notice a little old lady in tennis shoes.\"",
		"The \"grandmother of Juneteenth\" continued to push for the effort with an annual 2.5-mile walk in her hometown, symbolizing the two-and-a-half years it took for word of the 1863 Emancipation Proclamation to reach enslaved people in Texas.",
		"Earlier this year, she flew to Washington, DC, to push for Juneteenth legislation during the week Senate and House lawmakers re-introduced the Juneteenth National Independence Day Act.",
		"CNN's Harmeet Kaur contributed reporting to this post.",
		"Watch the moment: By making Juneteenth a new federal holiday, President Biden deemed it an example of the US coming to terms with \"the mistakes we made.\"",
		"\"Great nations don't ignore their most painful moments.",
		"They don't ignore those moments in the past.",
		"They embrace them.",
		"Great nations don't walk away.",
		"We come to terms with the mistakes we made.",
		"And remembering those moments, we begin to heal and grow stronger,\" Biden said during remarks at the White House.",
		"Juneteenth commemorates June 19, 1865, when Union Major General Gordon Granger announced the end of slavery in Galveston, Texas, in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"Only a handful of states currently observe Juneteenth as a paid holiday.",
		"The holiday will be the first federal holiday established since Martin Luther King Jr. Day in 1983, and will become at least the eleventh federal holiday recognized by the US federal government.",
		"President Biden shared somber remarks this afternoon from the White House ahead of signing a bill to establish Juneteenth as a federal holiday.",
		"\"Juneteenth marks both a long, hard night of slavery and subjugation, and a promise of a brighter morning to come.",
		"This is a day, in my view, of profound weight and profound power.",
		"A day in which we remember the moral stain, the terrible toll that slavery took on the country and continues to take,\" Biden said.",
		"\"What I've long called America's original sin. \"",
		"Read more about the federal holiday here.",
		"Vice President Kamala Harris delivered remarks at the White House before the signing of a bill establishing June 19 as Juneteenth National Independence Day, a US federal holiday commemorating the end of slavery in the United States.",
		"\"Throughout history, Juneteenth has been known by many names: Jubilee Day.",
		"Freedom Day.",
		"Liberation Day.",
		"Emancipation Day.",
		"And today, a national holiday,\" Harris said.",
		"\"And looking out across this room, I see the advocates, the activists, the leaders who have been calling for this day for so long, including the one and only, Ms. Opal Lee.\"",
		"Lee has become a leading figure of the movement to make June 19 a national holiday.",
		"The 94-year-old has walked thousands of miles from Fort Worth to Washington, DC, to advocate for national recognition of the day.",
		"\"When we establish a national holiday, it makes an important statement.",
		"National holidays are something important.",
		"These are days when we as a nation have decided to stop and take stock, and often to acknowledge our history,\" she continued, after thanking members of Congress for passing the legislation on Wednesday.",
		"Juneteenth commemorates June 19, 1865, when Union Major General Gordon Granger announced the end of slavery in Galveston, Texas, in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"Only a handful of states currently observe Juneteenth as a paid holiday.",
		"The US Office of Personnel Management announced Thursday that most federal employees will observe the holiday on Friday since Juneteenth falls on a Saturday this year.",
		"The holiday will be the first federal holiday established since Martin Luther King Jr. Day in 1983, and will become at least the eleventh federal holiday recognized by the US federal government.",
		"Read more about the law here.",
		"A spokesperson for the Vice President Kamala Harris tells CNN that she already signed the Juneteenth National Independence Day Act earlier today in her capacity as president of the Senate.",
		"Harris signed the legislation, which passed the Senate by unanimous consent earlier this week, in a closed-press signing ceremony in the White House East Room.",
		"Harris is still scheduled to deliver remarks soon when President Biden signs the bill into law.",
		"CBS News was first to report on Harris’ signing ceremony.",
		"President Biden is expected to sign a bill this afternoon establishing June 19 as Juneteenth National Independence Day, a US federal holiday commemorating the end of slavery in the United States.",
		"The President and Vice President Kamala Harris are expected to deliver remarks at 3:30 p.m.",
		"ET at the White House on the creation of the federal holiday.",
		"Juneteenth will be the first federal holiday established since Martin Luther King Jr. Day in 1983, and will become at least the eleventh federal holiday recognized by the US federal government.",
		"The US Office of Personnel Management announced Thursday that most federal employees will observe the holiday on Friday since Juneteenth falls on a Saturday this year.",
		"More on the holiday: Juneteenth commemorates June 19, 1865, when Union Major General Gordon Granger announced the end of slavery in Galveston, Texas, in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"Only a handful of states currently observe Juneteenth as a paid holiday.",
		"The legislation, which was passed by Congress on Wednesday, gained momentum following Black Lives Matter protests sparked by the police killing of George Floyd last year.",
		"It was also spurred after Democrats won the White House and control of the House of Representatives and the US Senate.",
		"Juneteenth commemorates the moment in 1865 when news of emancipation reached the enslaved people of Galveston, Texas.",
		"Though the day has often been omitted in history books and overlooked by non-Black Americans, activists and leaders had been pushing for decades to gain greater national recognition for it.",
		"After taking a backseat during the 1960s Civil Rights Movement, Juneteenth made a resurgence in the '80s and '90s in communities across the country, with Texas becoming the first state to establish it as a holiday in 1980.",
		"In 1994, leaders from around the nation gathered at Christian Unity Baptist Church in New Orleans to advocate for even greater acknowledgment of June 19's significance.",
		"That meeting would spawn a number of organizations and causes dedicated to commemorating and honoring Juneteenth, including the National Juneteenth Observance Foundation.",
		"In 2000, the group's founder and chairman Rev.",
		"Ronald Myers began a campaign to make it a national day of observance and for all 50 states and US territories to recognize it as a state holiday or observance.",
		"Others, like Opal Lee, fought for Juneteenth's recognition in less traditional ways.",
		"In 2016, then 89-year-old Lee set out on foot from her home in Fort Worth, Texas, with the goal of reaching the nation's capital.",
		"Determined to see Juneteenth become a national holiday, she hoped that \"surely somebody would notice a little old lady in tennis shoes.\"",
		"The \"grandmother of Juneteenth\" continued to push for the effort with an annual 2.5-mile walk in her hometown, symbolizing the two-and-a-half years it took for word of the 1863 Emancipation Proclamation to reach enslaved people in Texas.",
		"Five years later, her efforts paid off.",
		"Congress passed legislation Wednesday that would establish June 19 as Juneteenth National Independence Day, sending the bill to President Biden's desk for his signature.",
		"Read more about the Juneteenth bill here.",
		"For much of US history, Juneteenth has been a date observed mostly by Black Americans commemorating the symbolic end of slavery.",
		"Since the reckoning reignited by the killing of George Floyd last year, though, the tide has changed enormously.",
		"All but one state, as well as the District of Columbia, recognize the milestone of Black liberation in some form or another.",
		"Numerous companies mark the occasion by giving their employees the day off.",
		"Congress has passed legislation that would establish June 19 as Juneteenth National Independence Day, sending the bill to President Joe Biden's desk for his signature.",
		"This makes Juneteenth the first holiday approved since Martin Luther King Jr. Day was established in 1983.",
		"Getting to this point took longstanding pushes by activists, several legislative attempts and the momentum generated by the Black Lives Matter movement last year.",
		"Congress has, in various years, passed resolutions honoring Juneteenth, but it wasn't until last year that lawmakers considered making it a national holiday.",
		"At the height of the antiracism protests of last year, Texas Rep. Sheila Jackson Lee and Massachusetts Sen. Edward Markey, both Democrats, introduced bills in their respective chambers to make Juneteenth a federal holiday.",
		"Despite broad bipartisan support, however, their effort was unsuccessful, with Republican Sen. Ron Johnson of Wisconsin blocking the measure on the grounds that giving workers another day of paid leave would cost too much.",
		"Jackson Lee and Markey renewed their efforts earlier this year, reintroducing the Juneteenth National Independence Day in February.",
		"This week, Johnson announced he would no longer block the bill from advancing.",
		"The Senate unanimously passed the resolution on Tuesday, the House approved the measure Wednesday.",
		"\"For far too long, the story of our country's history has been incomplete as we have failed to acknowledge, address, and come to grips with our nation's original sin of slavery,\" Markey said in a statement on Tuesday.",
		"\"Today's Senate passage of our legislation to commemorate Juneteenth as a federal holiday will address this long-ignored gap in our history, recognize the wrong that was done, acknowledge the pain and suffering of generations of slaves and their descendants, and finally celebrate their freedom.\"",
		"Read more about the Juneteenth bill here.",
		"The House passed legislation Wednesday that would establish June 19 as Juneteenth National Independence Day, a US federal holiday commemorating the end of slavery in the United States, sending the bill to President Biden's desk for his signature.",
		"Biden and Vice President Kamala Harris will sign the bill into law today at 3:30 p.m.",
		"ET and deliver remarks.",
		"How the vote unfolded: The bill passed the House 415-14 after the Senate unanimously passed the legislation Tuesday.",
		"The 14 Republicans to vote against the bill were Reps. Thomas Massie of Kentucky, Mo Brooks of Alabama, Scott DesJarlais of Tennessee, Andy Biggs of Arizona, Tom Tiffany of Wisconsin, Doug LaMalfa of California, Tom McClintock of California, Mike Rogers of Alabama, Matt Rosendale of Montana, Ronny Jackson of Texas, Ralph Norman of South Carolina, Andrew Clyde of Georgia, Chip Roy of Texas and Paul Gosar of Arizona.",
		"The bill's path: The legislation had gained momentum after the Black Lives Matter protests sparked by the police killing of George Floyd last year and the Democrats' takeover of the White House and Congress.The legislation was previously blocked by conservative Sen. Ron Johnson of Wisconsin in 2020, but he dropped his objection this week despite his concerns, allowing the bill to advance out of the chamber.",
		"House Majority Leader Steny Hoyer announced that the House would vote Wednesday in a tweet where he thanked the bill's bipartisan sponsors, which included Democratic Rep. Sheila Jackson Lee of Texas, Republican Sen. John Cornyn of Texas and Democratic Sen. Ed Markey of Massachusetts.",
		"More on the holiday's history: On June 19, 1865, Major General Gordon Granger announced in Galveston, Texas, the end of slavery in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"In 1980, Juneteenth became a Texas state holiday.",
		"In the decades since, every state but South Dakota came to officially commemorate Juneteenth, but only a handful of states observe it as a paid holiday.",
		"Read more about the bill here."
	]
},{
	"title": "Here's why fighting the Affordable Care Act means so much to Republicans.",
	"values": [
		"Here's why fighting the Affordable Care Act means so much to Republicans.",
		"The Justice Department on Thursday released horrifying new police body camera footage from the January 6 assault on the US Capitol, after CNN and other outlets requested the tapes.",
		"The footage was used in the case against Thomas Webster, a former Marine and retired police officer from the New York City Police Department accused of participating in the Capitol attack.",
		"Prosecutors say that the 56-second tape shows Webster, wearing a red coat among a large crowd of pro-Trump rioters, screaming profanities at officers, threateningly wielding a flagpole, and finally rushing at the officers, who engaged in hand-to-hand combat with him and other members of the mob.",
		"One of the officers eventually wrestles away the flagpole, but Webster then tackles the cop to the ground.",
		"In addition to the new video, photos in charging documents show Webster straddling and grabbing at the officer who was wearing the body camera and was thrown to the ground.",
		"He has been charged with seven federal crimes, including assaulting police, unlawfully entering Capitol grounds with a dangerous weapon and civil disorder.",
		"He has pleaded not guilty to all charges.",
		"This is the second public disclosure of new footage from the deadly January 6 insurrection, coming after a judge ordered prosecutors to release videos used in Capitol riot court cases.",
		"More than a dozen news outlets, led by CNN, spent months seeking access to videos used in court against Capitol riot defendants.",
		"These videos include police body camera footage, surveillance tapes from the Capitol complex, and more.",
		"The Justice Department used these clips in dozens of court cases but didn't publicly release them, as court proceedings have been conducted virtually during the pandemic.",
		"Media outlets have struggled to even view these clips.",
		"A federal judge recently decided to force media outlets to seek access to Capitol riot evidence, including video clips, on a case-by-case basis.",
		"Other judges are reviewing whether to release videos in additional Capitol riot cases where clips have been used in court against defendants."
	]
},{
	"title": "Happy Juneteenth.",
	"values": [
		"Happy Juneteenth.",
		"Here's the story on US holidays.",
		"The Justice Department has released new police body camera footage from the January 6 assault on the US Capitol.",
		"The footage was used in the case against Thomas Webster, a former Marine and retired police officer from the New York City Police Department accused of participating in the Capitol attack.",
		"Webster has been charged with seven federal crimes and has pleaded not guilty to all charges.",
		"CNN's Marshall Cohen has more."
	]
},{
	"title": "US Military Command reinstates diversity head after investigation into social media posts.",
	"values": [
		"US Military Command reinstates diversity head after investigation into social media posts.",
		"For the third time in the last nine years -- and this time by a convincing 7-2 vote -- the Supreme Court knocked out a Republican effort to invalidate the Affordable Care Act on Thursday.",
		"The logical conclusion you might reach from that decision is that finally, after more than a decade, the fight over Obamacare is now officially over.",
		"Which may be true from a legal perspective.",
		"But politically speaking, Obamacare will never die.",
		"It's a political zombie.",
		"Why?",
		"Because whether or not the legal underpinnings of the challenges to ACA have been knocked out (they have), the law represents so much more to Republicans, politically speaking.",
		"For the GOP base, the ACA is about a view of the country that the government is the answer to all of our problems.",
		"It's also tied into their lingering distaste for former President Barack Obama, whose name is literally melded with the law.",
		"And a belief that the media treated Obama's \"if you like your plan, you can keep your plan\" lie and the disastrous rollout (and repeated crashes) of the website allowing people to sign up for a plan with kid gloves because, well, bias.",
		"Even 10 years removed from Obama signing the ACA on March 23, 2010 and with 31 million people receiving health care from it, Republican voters still loathe the law.",
		"A Kaiser Family Foundation poll conducted last month showed that just 15% of self-identified Republicans approve of Obamacare while 77% disapprove.",
		"That low regard for the law has been remarkably consistent; the highest approval rating ever measured by Kaiser among Republicans for the ACA was 24% back in August 2011.",
		"That level of distaste within the base -- coupled with Trump's repeated false assertion that he \"essentially\" ended the ACA -- means that there will be plenty of ambitious GOP politicians over these next few years who try to find ways to resuscitate Obamacare as a political issue, whether or not the legal fight continues.",
		"The Point: As they say in the Iron Islands ... what is dead may never die."
	]
},{
	"title": "Challenges to the Affordable Care Act aren't over.",
	"values": [
		"Challenges to the Affordable Care Act aren't over.",
		"I like holidays so the creation of a new federal observance -- Juneteenth, or June 19 -- had me looking at the how they've emerged in the US.",
		"Juneteenth, the first federal holiday since Martin Luther King, Jr. Day in 1983, commemorates the end of slavery for the last slaves in Texas, nearly two years after Abraham Lincoln's Emancipation Proclamation.",
		"It was created with overwhelming bipartisan support.",
		"That just 14 House Republicans opposed the measure should be an affirmation.",
		"That it may only have passed because a Republican, Wisconsin Sen. Ron Johnson, dropped his objection should be a reminder that a few can block just about anything in Washington.",
		"And the nature of the holiday itself -- slavery ended in Texas years after it was over in Washington -- is evidence that change happens slowly.",
		"Emancipation Day, April 16, is a holiday in Washington, DC, just as Juneteenth has been a holiday in Texas since 1980.",
		"Republicans voted to make Juneteenth as a holiday even as they object with increased vigor to re-examining US history through the lens of what the US did wrong rather than what it did right.",
		"Just as slaves in Texas weren't freed for years until after they were supposed to be free, \"we the people\" was not an accurate representation of who had access to the government when it was written into the Constitution.",
		"And it wouldn't be more than 150 years until constitutional amendments and then the civil rights legislation of the 1960s opened the ballot box to everyone.",
		"Who can vote and how still remains a topic of heated political debate.",
		"There are 11 current federal holidays, which according to an informative report I found online from the Congressional Research Service.",
		"Federal holidays, by the way, started just as holidays for federal workers in Washington, DC.",
		"Now, many companies also observe many of them, but not all.",
		"And the new holiday will be observed on Friday because June 19 falls on a Saturday this year.",
		"The full annual list of holidays is, according to US law: New Year's Day, January 1.",
		"Birthday of Martin Luther King, Jr., the third Monday in January.",
		"Washington's Birthday, the third Monday in February.",
		"Memorial Day, the last Monday in May.",
		"Juneteenth National Independence Day, June 19 Independence Day, July 4.",
		"Labor Day, the first Monday in September.",
		"Columbus Day, the second Monday in October.",
		"Veterans Day, November 11.",
		"Thanksgiving Day, the fourth Thursday in November.",
		"Christmas Day, December 25.",
		"Lawmakers tied most holidays to Mondays rather than a fixed date in 1968, giving people long weekends.",
		"But rather than just give everyone a day off, there's also the idea that these holidays should mean something.",
		"Former President Barack Obama pushed Martin Luther King, Jr. Day as a day of service, for instance.",
		"Veterans Day began as a day to commemorate the end of World War I.",
		"Then known as Armistice Day, it was made a federal holiday in 1938, just before World War II broke out.",
		"Franklin D. Roosevelt moved Thanksgiving from the last Thursday in November to the third, specifically to give people more time to shop for Christmas.",
		"Another exception to the Monday list: Inauguration Day, January 20, is observed every four years.",
		"But Election Day, the first Tuesday after the first Monday every other November, is not a holiday.",
		"There have been periodic pushes to make Election Day a holiday since it could enable more people to vote, but Republicans have objected to that proposal.",
		"When it was proposed in 2019, Senate Majority Leader Mitch McConnell said the idea of giving Americans the day off to vote was, \"a power grab that's smelling more and more like exactly what it is.\"",
		"There have similarly been efforts for other federal holidays.",
		"Cesar Chavez Day on March 31.",
		"Susan B. Anthony Day or Womens' Suffrage Day on February 15.",
		"Those will have to wait.",
		"As it stands now, there are 11 federal holidays each year and one extra each leap year.",
		"That works out to a little less than one per month, with two in January and none in March, April or August.",
		"The Wall Street Journal, which is all about dollars and cents, notes that about a third of private companies give President's Day off to employees, but only about 13% give Veterans Day.",
		"Given the social climate of recognizing the nation's history of injustice, it's perhaps more likely that companies will give workers Juneteenth.",
		"It's the cost of the holiday that had Johnson objecting to a vote on the holiday -- all those federal workers getting paid for not working -- in 2020.",
		"Similar objections were made years ago against making Martin Luther King, Jr. Day a holiday.",
		"Johnson relinquished that objection this year and the Senate passed the holiday without objection or a recorded vote.",
		"Johnson, along with Oklahoma Sen. James Lankford, had suggested revoking Columbus Day's status as a holiday in exchange for Juneteenth, which actually fits into the narrative of re-examining the country's past given his treatment of indigenous peoples, although it was meant as a celebration of immigrants when it was passed in the 1930s.",
		"Conservatives lit into Johnson last year for trying to cancel Columbus Day.",
		"A number of states have done just that and now commemorate Indigenous People's Day instead.",
		"Lawmakers may have to get creative with the calendar for future holidays."
	]
},{
	"title": "Fact-check: Fox News and Republican lawmakers push new false flag conspiracy that FBI orchestrated US Capitol attack.",
	"values": [
		"Fact-check: Fox News and Republican lawmakers push new false flag conspiracy that FBI orchestrated US Capitol attack.",
		"The US military's Special Operations Command reinstated its head of diversity following an investigation that concluded there were no violations of laws or Defense Department regulations in controversial social media posts, including one comparing former President Donald Trump to Hitler.",
		"Richard Torres-Estrada was reassigned to a new job shortly after he was brought in as the Chief of Diversity & Inclusion for US Special Operations Command (USSOCOM) in March because of a series of social media posts.",
		"The contents of the investigation were not released, but the spokesman said Torres-Estrada could resume his position because the posts were made before he was hired and USSOCOM is forbidden from reviewing the social media history of applicants.",
		"One post from June 20 of last year showed Trump holding a Bible in front of St. John's Episcopal Church next to an altered picture of Hitler holding a Bible in front of a crowd.",
		"Torres-Estrada commented in Spanish, \"Let me leave this here for you and slowly back away (while I continue to work from home).\"",
		"Another post from February on Torres-Estrada's Facebook page said Republican Sen. Ted Cruz was \"MISSING\" after he left his home state for Cancun, Mexico, as Texas suffered widespread power outages.",
		"Following the investigation, a spokesman for USSOCOM said the posts did not violate DoD policies, and Torres-Estrada could resume his position.",
		"Spokesman Ken McGraw did not say to what position Torres-Estrada had been reassigned during the investigation, but he did remain within USSOCOM.",
		"\"Mr. Torres-Estrada has resumed the duties of the Chief of Diversity & Inclusion for United States Special Operations Command after a USSOCOM commander-directed investigation into the circumstances surrounding his hiring concluded and found no violations of law or DoD regulation,\" McGraw said.",
		"\"USSOCOM is confident in the hiring process and Mr. Torres-Estrada's potential to fill this important position.\"",
		"The USSOCOM commander called for the investigation into the posts, which were made before Torres-Estrada was hired.",
		"When asked why Torres-Estrada's public social media posts had not been screened or reviewed as part of the hiring process, McGraw said, \"USSOCOM's civilian workforce is hired and managed in accordance with Department of the Air Force procedures, which specifically prohibit the screening of candidates' social media during the hiring process and requires adherence to the merit-based system principles codified in law.\"",
		"USSOCOM announced the hire of Torres-Estrada in late March, writing on Twitter, \"We look forward to his contribution in enhancing the capabilities and effectiveness of (Special Operations Forces) through diversity of talent, helping us recruit the best of the best.\"",
		"Within days of the announcement, Torres-Estrada had been reassigned pending the results of the investigation."
	]
},{
	"title": "Putin responds to CNN reporter about Navalny.",
	"values": [
		"Putin responds to CNN reporter about Navalny.",
		"Another lawsuit challenging the Affordable Care Act is brewing in Texas.",
		"The effort to tear down a section of the landmark health reform law shows that although the Supreme Court preserved the act for the third time on Thursday, it remains at risk.",
		"The case centers only on the no-cost preventive services available under the Affordable Care Act and does not seek to overturn the entire law.",
		"It is before Texas District Court Judge Reed O'Connor, who in 2018 struck down the whole law in a separate legal battle that the Supreme Court decided on Thursday.",
		"Under the law, insurers must offer certain preventive services -- such as many immunizations, cholesterol and lung cancer screenings, mammograms, birth control and HIV prevention medications -- at no charge to patients.",
		"This applies to most health plans, including those in the employer, individual and small business markets.",
		"Medicare enrollees also benefit from the provision.",
		"In the case, Kelley vs. Azar, a group of individuals and businesses argue that mandate is unlawful for several reasons.",
		"They say that the three entities that determine what services are covered under the provision -- the US Preventive Services Task Force, the Advisory Committee on Immunization Practices and the Health Resources and Services Administration -- were not appointed properly and don't have the authority to make such decisions.",
		"The plaintiffs also raise free market and religious objections, saying they should be able to buy coverage that excludes or limits coverage of preventive services they don't want or need.",
		"Some argue they are Christian and are unwilling to purchase plans that cover HIV prevention medications that \"encourage and facilitate homosexual behavior.\"",
		"While comprehensive challenges to the Affordable Care Act are likely over, this case is concerning, said Tim Jost, emeritus professor at Washington and Lee University School of Law.",
		"\"It's also indicative of what will continue to happen, which is lawsuits filed against specific provisions of the law or likely specific administrative decisions or rules,\" he said.",
		"Supreme Court keeps Affordable Care Act in place The Supreme Court preserved the Affordable Care Act on Thursday, turning away a challenge from Republican-led states and the former Trump administration, which urged the justices to tear down the entire law.",
		"The challengers did not have the legal right to bring the case, the justices said.",
		"Filed after congressional Republicans failed to deliver on former President Donald Trump's promised repeal of the landmark 2010 law, the case was the most serious threat to Obamacare in years.",
		"A coalition of Republican state attorneys general led by Texas and joined by the Trump administration argued that the individual mandate is unconstitutional because Congress reduced the penalty for not having health insurance to zero as part of the 2017 Republican tax cuts -- and that, as a result, the entire law must fall.",
		"The Biden administration told the Supreme Court in February that it should uphold the Affordable Care Act, reversing the position of its predecessor."
	]
},{
	"title": "It's not only politics that's driving the low vaccination rate in the South.",
	"values": [
		"It's not only politics that's driving the low vaccination rate in the South.",
		"Fox News, right-wing websites and Republican lawmakers are promoting a new false flag conspiracy that the FBI orchestrated the deadly assault on the US Capitol.",
		"The haywire theory originated from an article published Monday by Revolver News, a right-wing website.",
		"From there, it was picked up by Fox News host Tucker Carlson, who used his opening segment on Tuesday night to slam the FBI, saying it played a role in the January 6 attack.",
		"Several Republican lawmakers quickly piled on.",
		"They entered the article into the congressional record, tweeted about the Fox News segment, condemned the FBI agents who supposedly \"organized and participated\" in the Capitol attack, and demanded answers from the FBI director.",
		"But here's the problem: The underlying article was nothing more than a conspiratorial web of unproven claims, half-truths and inaccurate drivel about perceived bombshells in court filings.",
		"Legal experts laughed off Carlson's convoluted breakdown of how court documents supposedly revealed that \"FBI operatives were organizing the attack.\"",
		"Twitter even fact-checked Carlson's comments on Wednesday afternoon, calling them a \"baseless suggestion.\"",
		"But the right-wing disinformation echo-chamber was already at full blast, and the false flag theory went viral.",
		"These theories are just the latest example of right-wing figures deflecting responsibility for the deadly Capitol riot away from former President Donald Trump and his supporters.",
		"Many GOP officials and conservative outlets have promoted false theories that the attack was instigated by Democrats, supporters of Black Lives Matter, or members of the far-left Antifa movement.",
		"A so-called 'seismic exposé' Revolver News published its story on Monday.",
		"The article fit the site's bent toward conservative clickbait -- their homepage Wednesday featured alleged horror stories from people who took the Covid-19 vaccine, and also said First Lady Jill Biden spoke to her husband in a \"b*tchily\" fashion.",
		"Here's the crux of the conspiracy: Several indictments against Capitol rioters who are accused of planning the attack with extremist groups include references to unindicted co-conspirators.",
		"The article claimed these co-conspirators could actually be FBI informants or undercover agents who infiltrated the groups, played a leading role in planning the attack, and stormed the Capitol.",
		"It's true that some indictments against members of extremist groups like the Oath Keepers and Proud Boys mention anonymous co-conspirators who haven't been charged yet.",
		"And the FBI routinely uses undercover agents, and government operatives may have been embedded in right-wing groups before January 6.",
		"But there is no evidence that these co-conspirators are secretly working for the FBI.",
		"An FBI spokesperson declined to comment about the false-flag theory.",
		"Legal experts say the article's conclusions are based on a deeply flawed misunderstanding of how legal writing works and the definition of an unindicted co-conspirator.",
		"This theory \"makes the erroneous assumption that unindicted co-conspirators are government agents,\" said Ross Garber, a Tulane University law professor and former CNN legal analyst.",
		"\"Federal agents acting within the scope of their duties are never considered unindicted co-conspirators because by definition they aren't conspiring with the alleged bad guys.\"",
		"The Justice Department's internal manual explains when and how unindicted co-conspirators should be mentioned in court filings.",
		"The manual doesn't say these anonymized terms like \"PERSON ONE\" should be used to refer to FBI agents.",
		"And in Capitol riot cases where there were informants who helped prosecutors, they were clearly identified as confidential sources.",
		"The 9,500-word Revolver article, which the site called \"seismic exposé,\" was carefully hedged.",
		"Many of the claims were posed as questions.",
		"Others were preceded by caveats like, \"if it turns out that...\" But many people who picked up the story ignored these guardrails as they amplified the allegations.",
		"Front-and-center on Fox News The story found a home on Fox News, whose hosts and guests pushed false voter fraud claims after the 2020 election, downplayed the Capitol insurrection, and defended the rioters.",
		"Carlson has done this on his show, which often attracts the largest audience in cable news.",
		"Tuesday's program about the false flag theory averaged about 3 million viewers, per Nielsen ratings.",
		"Carlson devoted more than 12 minutes of the show to discussing the Revolver News story and other misleading claims about the January 6 insurrection.",
		"He also interviewed the website's editor Darren Beattie, a Trump White House speechwriter who left in 2018 after attending a conference frequented by White nationalists.",
		"\"FBI operatives were organizing the attack on the Capitol on January 6,\" Carlson said without evidence.",
		"\"...",
		"It turns out that this 'white supremacist insurrection' was -- again, by the government's own admission in these documents -- was organized at least in part by government agents.\"",
		"He later claimed there were \"FBI operatives that rioted on January 6.\"",
		"The on-screen graphic for part of the segment read, \"LAW ENFORCEMENT OFFICERS PARTICIPATED IN JAN 6.\"",
		"Over and over, Carlson went farther than the original article with his direct and explicit claims against the FBI.",
		"Garber said that there are legitimate questions to ask about law enforcement activities before the attack, including whether any FBI operatives infiltrated the groups that breached the Capitol.",
		"\"But the designation of unindicted co-conspirators has nothing to do with that,\" Garber said.",
		"CNN's senior legal analyst Elie Honig agreed that the labels don't indicate FBI operatives.",
		"\"In fact, prosecutors use those generic labels for a variety of reasons, most commonly to refer to people who participated in the conspiracy but have not yet been publicly charged,\" Honig said.",
		"Wrong assumptions One case that Carlson highlighted involves Thomas Caldwell, an alleged participant in the Oath Keepers conspiracy.",
		"He has pleaded not guilty to four crimes tied to the insurrection.",
		"Carlson noted that an unindicted co-conspirator called \"Person Two\" is mentioned in Caldwell's indictment, and that Person Two allegedly planned logistics and breached Capitol barricades.",
		"\"The government knows who they are, but the government has not charged them,\" Carlson said.",
		"\"Why is that?",
		"You know why.",
		"They were almost certainly working for the FBI.\"",
		"His assumption appears to be incorrect.",
		"Statements in court documents indicate Person Two is most likely Caldwell's wife, Sharon Caldwell.",
		"Person Two's identity was first surfaced by national security blogger Marcy Wheeler.",
		"Prosecutors said Caldwell stayed with \"Person Two\" at a hotel in northern Virginia before the insurrection.",
		"His attorneys said in court filings he was only accompanied by his wife during the trip.",
		"Text messages from another defendant also indicate that Caldwell lives with \"Person Two\" at his home in rural Virginia, and Caldwell's lawyers have said he lives with his wife on a farm.",
		"\"Essentially all of Carlson's legal assertions and assumptions are wrong,\" Honig said.",
		"GOP lawmakers latch on The Fox News segment was an instant hit with some Republican lawmakers and right-wing influencers.",
		"Rep. Matt Gaetz, the firebrand Florida Republican who is under FBI investigation over sex trafficking allegations he denies, tweeted a clip from Carlson's show to his 1.3 million followers and declaring that \"FBI operatives ... organized and participated in\" the riot.",
		"He followed that up by sending a letter to FBI Director Chris Wray asking how many FBI agents were at the Capitol during the siege.",
		"Rep. Marjorie Taylor Greene, the Georgia Republican who has promoted conspiracy theories about everything from 9/11 to QAnon, re-tweeted Gaetz and suggested the \"deep state\" was involved.",
		"At a House oversight hearing Tuesday about the Capitol riot, Rep. Paul Gosar entered the Revolver News article into the congressional record and said it contained information about \"infiltration and incitement of the January 6 protest by federal officials.\"",
		"Gosar, an Arizona Republican, supported efforts to overturn the 2020 election and said the Capitol rioters were \"patriots.\"",
		"Other right-wing figures hopped on the bandwagon, including personalities with big followings that routinely push \"deep state\" lies and dominate the disinformation echo-chamber.",
		"Beattie, the Revolver News editor, promoted the story on Steve Bannon's \"War Room\" podcast, and suggested that it exposed \"a giant entrapment scheme by the federal government.\"",
		"Conservative activist Candace Owens tweeted the story to her 2.7 million followers and also suggested that the Justice Department was responsible for planting the pipe bombs that were found at the Democratic and Republican Party headquarters' shortly before the Capitol riot.",
		"Fox News host and right-wing provocateur Dan Bongino covered the story on his podcast as well.",
		"Despite all the attention, there is no evidence that the false flag theory has any credence."
	]
},{
	"title": "Nearly 1 in 3 election officials feel unsafe because of their jobs, a new survey shows.",
	"values": [
		"Nearly 1 in 3 election officials feel unsafe because of their jobs, a new survey shows.",
		"CNN's Matthew Chance speaks to Russian President Vladimir Putin at a press conference following his summit with US President Joe Biden."
	]
},{
	"title": "Covid-19 outbreak hits US Embassy in Afghanistan.",
	"values": [
		"Covid-19 outbreak hits US Embassy in Afghanistan.",
		"More than half of the adults in the United States have been at least partially vaccinated against Covid-19, a remarkable accomplishment.",
		"As it has matured, the US vaccine program has revealed geographic and demographic groups that show either high or low acceptance of the vaccine, leading to a small avalanche of speculation regarding the divergent trends.",
		"Much of the difference is being explained (complete with strong correlation coefficients) by the apparent concordance across the existing Democrat and Republican fault-line, with the ardently Republican Deep South having some of the lowest vaccination rates in the country: Mississippi, Alabama and Louisiana are at the bottom of the 50 states with rates around 35-37% (compared to US rate of 54%) with Georgia, South Carolina, Tennessee and Arkansas joining them in the bottom 10.",
		"Further supporting this idea is the US map, which shows higher vaccination rates in states that supported President Joe Biden in the 2020 election.",
		"In addition, many surveys show Democrats have been vaccinated at significantly higher rates than Republicans.",
		"But is being a vaccine refusenik really a symbolic act, a new way of pledging allegiance to extremely conservative principles or even fealty to former President Donald J. Trump -- who has claimed himself to be the father of the vaccine and, as a vaccine recipient himself, has endorsed its use, however tepidly.",
		"If only it were so simple.",
		"Though the Covid-19 vaccine is indeed a central player in our ongoing turbocharged political proxy war, many other factors are at play.",
		"Political orientation is a symptom, not the cause of the problem.",
		"The voting blocs just don't align that well with the vaccine refusers.",
		"Deeper in the demographics of vaccine accepters or decliners are many facts that fly in the face of the Blue-Red supposition.",
		"Take the elderly, the 65 and up crowd: 87% are at least partially vaccinated, even though they more evenly split during the 2020 election.",
		"Conversely, the younger voters went heavily for Biden but a significant percentage of adults 49 and younger are vaccine averse, according to research from the Kaiser Family Foundation.",
		"And Black and Hispanic voters also tended to support Biden yet are less eager to be vaccinated than Whites, albeit by just a few percentage points.",
		"Besides, if refusing were simply a political statement, the efforts of True Trumpers, such as Alabama Sen. Tommy Tuberville, to strongly encourage vaccination would have had a larger impact.",
		"Even his ad with Alabama sports legends Coach Nick Saban and basketballer Charles Barkley to further encourage vaccination have thus far failed to move Alabama from the bottom of the heap.",
		"The converse -- leaders who sing the \"No vaccine?",
		"No problem!\"",
		"refrain, such as Governors Ron DeSantis of Florida and Greg Abbott of Texas -- surely provide assurance to decliners but also may act to move the \"still thinking about it\" crowd toward flat-out avoidance.",
		"Covid-19 vaccine ennui is part of a much larger pattern that was evident long before 2015, when Trump descended the escalator in Trump Tower to announce his candidacy for president.",
		"But if not politics, what is driving the North-South split?",
		"It's complicated -- perhaps impossibly complicated.",
		"But an explanation may well have started many decades ago in Appalachia, which stretches across 13 states down to Alabama and Mississippi.",
		"People living there, along with the remainder of the Deep South, have had the worst rates of almost every health indicator for decades: low rates of influenza vaccination, high rates of obesity and diabetes, high rates of cigarette smoking and shorter lifespans.",
		"Grinding poverty also is at very high rates in the area and with it, poor schools, understaffed hospitals, distant medical care -- and often an extremely pessimistic view of whatever the government is \"selling\" this week.",
		"Trust in others is lowest among persons earning less than $30,000 a year -- a group seen in highest proportion in these same states.",
		"And this personal distrust could extend to elected officials and the government.",
		"The remedy therefore isn't a public service announcement by Tuberville or even Trump himself.",
		"These will surely change a few minds or move a few from the wait-and-see crowd to the vaccinated crowd.",
		"But TV ads and celebrities simply cannot overcome decades of deeply rooted distrust.",
		"To some, the Covid-19 vaccines are the greatest invention by mankind of this century -- but to others, it's just more government hype, another promise certain to go nowhere, nothing but \"government manipulation.\"",
		"The explanation for the chronic poor health of people in these states -- shorter lifespan, high rates of smoking and obesity etc.",
		"-- is not that they voted for Trump.",
		"The handy trope that politics is the answer to anything and everything makes a great story but misses the point entirely.",
		"Politics simply cannot explain the facts about health outcomes in these states.",
		"No one wants to die, not even ardent Trump lovers or equally ardent Trump haters.",
		"Unfortunately, rebuilding public trust in any institution is a very slow, arduous proposition.",
		"But continuing to show the safety and the benefit of the Covid-19 vaccines -- using real facts -- might prove to be a productive first step.",
		"The Covid-19 pandemic dramatically revealed the inequitable delivery of American health care.",
		"Now, the Covid-19 vaccine rollout is demonstrating another open secret: public distrust in all institutions, including health care.",
		"Without sincere and sustained attention to the chronic poverty, lousy education and spotty health care in these areas, we will only see this story play again and again.",
		"OK, maybe Tommy Tuberville can help with Covid-19, but the next crisis, whatever it is, that relies on mutual trust to overcome will find itself recapitulating the same split between the haves and the have-nots -- regardless of who people voted for."
	]
},{
	"title": "Biden signs bill into law making Juneteenth a national holiday.",
	"values": [
		"Biden signs bill into law making Juneteenth a national holiday.",
		"Covering all the day's top stories around the country and the globe, from politics to money, sports to popular culture."
	]
},{
	"title": "Biden signs bill into law making Juneteenth a national holiday.",
	"values": [
		"Biden signs bill into law making Juneteenth a national holiday.",
		"Nearly one in three local election officials included in a new survey say they feel unsafe because of their jobs, part of a report released Wednesday that highlights threats to America's election workforce in the ugly aftermath of the 2020 presidential election.",
		"And about one in six election workers who responded -- about 17% -- have received threats, according to the survey of 233 election officials on behalf of the Brennan Center for Justice at New York University's Law School.",
		"\"They feel like they have a target on their backs for doing their work,\" Larry Norden, director of the election reform program at the Brennan Center, told CNN.",
		"\"It's one of the scariest parts of the attacks on democracy.",
		"You can't have a democracy that functions if you don't have people who are unafraid to be the administrators of elections.\"",
		"The survey accompanies a joint report from the Brennan Center and the Bipartisan Policy Center that catalogs some of the threats against election officials and proposes steps to protect them in an increasingly toxic political environment.",
		"Those recommendations include establishing an election threats task force at the Department of Justice, creating state grant programs to help election workers install security equipment at their homes and passing new laws to protect officials' personal information.",
		"Last week, Attorney General Merrick Garland pledged federal resources to investigate and prosecute what he called the \"dramatic increase in menacing and violent threats against all manner of state and location election workers.\"",
		"For months, election officials have decried the abuse and threats they have endured in the wake of former President Donald Trump's defeat in the 2020 election and his relentless and groundless claims that widespread fraud contributed to that loss.",
		"In an interview earlier this year with CNN, Richard Barron, who runs elections in Georgia's largest county, described weeks of racist taunts against his staff and an avalanche of emails and phone messages advancing bizarre conspiracy theories about the election.",
		"And at one point, he said, a caller threatened to bomb polling places ahead of January's runoff elections to fill two US Senate seats.",
		"In a Thursday interview with CNN's Ana Cabrera, Barron said the threats have persisted.",
		"\"We've received a call earlier this week saying that somebody was going to come down\" to the Fulton County's election headquarters and \"use his Second Amendments rights on everyone in the office.\"",
		"\"It's not letting up,\" Barron added.",
		"Several election officials in battleground states who helped to certify President Joe Biden's win or who have pushed back on conspiracy theories about the election advanced by Trump and his allies have required law enforcement protection.",
		"Just last week, the top election official in Georgia, Secretary of State Brad Raffensperger and his wife Tricia described receiving a death threat as recently as April 24.",
		"At one point, the couple decided to stop allowing their grandchildren to visit their home to guard against people screaming at them or worse.",
		"\"Just kind of think about the emotional scars that would -- could happen to them, but also what if they're actually in physical danger?\"",
		"Raffensperger told CNN's Erin Burnett on Friday.",
		"Biden won traditionally red Georgia by fewer than 12,000 votes last year.",
		"Months after the election, however, Trump's allies have pushed to reexamine ballots.",
		"In Georgia, a judge agreed last month to unseal more than 145,000 ballots in Fulton County, the home of Atlanta, to allow a post-election review there.",
		"Three previous audits of the results in Georgia have found no evidence of fraud.",
		"And across the country in Arizona, a problem-plagued hand recount of 2.1 million ballots in Maricopa County, ordered by Republicans in the state Senate, is nearing completion.",
		"In their new report, the Brennan Center and the Bipartisan Policy Center call on social media companies to help combat the election disinformation they say is helping to drive the attacks against election administrators.",
		"Among the fixes they propose: Establish an authoritative directory of US election officials, supported by the Department of Homeland Security's Cybersecurity and Infrastructure Security Agency.",
		"The list can then be shared with social media and internet platforms to help elevate \"truthful information\" from election officials on those platforms and through search engines, the study recommended.",
		"The survey of local election officials took place between April 1-7 and has a margin of error of plus or minus 6.4 percentage points, according to the Brennan Center.",
		"The center used a list of county and parish election officials obtained from the nonpartisan US Vote Foundation to invite more than 11,100 local election officials via email to participate in the survey.",
		"In all, 233 completed the entire survey.",
		"The research firm conducting the work, the Benenson Strategy Group, did not receive or seek any information about the party affiliation of the election officials in the survey, Brennan officials say.",
		"But 52% of respondents came from swing states, 25% from blue states, and 23% from red states.",
		"The researchers did not collect demographic information on those who did not respond, so it's hard to say definitively that the experiences of election officials who answered the survey are broadly representative of all election workers.",
		"Still, Norden said the threats seem part of a broader problem, chipping away at the public's confidence in elections and the people who run them.",
		"\"It's all of a piece,\" he said, \"the attacks on voting rights, these fraudulent reviews that are happening of election results, the casting doubt on whether we can trust election officials.",
		"It's all about undermining democracy.\""
	]
},{
	"title": "Why Andrew Yang did an abrupt U-turn on identity politics.",
	"values": [
		"Why Andrew Yang did an abrupt U-turn on identity politics.",
		"More than 100 people at the US Embassy in Kabul have Covid-19, one person has died, and several have been medically evacuated as a wave of the deadly pandemic hits Afghanistan and the US military withdrawal from the country continues.",
		"The surge in cases has prompted a lockdown at the diplomatic mission and the creation of \"temporary, on-compound COVID-19 wards to care for oxygen-dependent patients\" because \"military hospital ICU resources are at full capacity,\" according to an Embassy management notice dated June 17.",
		"\"95% of our cases are individuals who are unvaccinated or not fully vaccinated,\" it noted.",
		"Eric Rubin, the President of the American Foreign Service Association, said his understanding was that the outbreak at the embassy was primarily among American embassy employees and contractors.",
		"Amid the outbreak, all personnel at the embassy's compound \"are confined to quarters, except to get food from the DFACs,\" a military term for dining facilities, \"or to exercise or relax outdoors, alone,\" the notice said, outlining a series of restrictions on activities and work.",
		"The notice called for those coming to the embassy to be vaccinated before arrival, noting that \"failure to do this puts everyone in the community at risk.\"",
		"\"Please avail yourselves of the vaccines available in the Embassy.",
		"Over 90% of our Afghan and TCN (Third Country National) Staff have received vaccines and we have more vaccine available,\" it said.",
		"Rubin echoed the call for those at the embassy to be vaccinated, and told CNN that AFSA would press for the federal government\" to require all US employees, US government employees to be vaccinated as a condition of employment overseas unless they have professional medical advice to the contrary\" or a religious exemption or a disability.",
		"\"It's unacceptable to have our posts in key countries on lockdown when the means of preventing that are available,\" he said.",
		"\"This is a critical moment in Afghanistan with our transitioning down from our military presence, and to have our embassy in lockdown with all of our people confined to their quarters is a very significant threat to our national interest and national security for no good reason,\" Rubin added.",
		"According to the International Federation of Red Cross and Red Crescent Societies, the country is at \"a crisis point as infections and deaths are spiralling out of control.\"",
		"Infection rates are up approximately 2400% this month, the organization said in a statement Thursday.",
		"\"We are saddened by the deaths of many valiant Afghans who have been sickened by this pandemic and we in fact grieve the passing of a local embassy staff member,\" State Department spokesperson Ned Price said at a briefing Thursday.",
		"\"We do expect that normal embassy operations will resume once embassy, leadership is confident that chain of transmission has been broken.\"",
		"The embassy notice stated that \"restrictions will continue until the chain of transmission is broken,\" warning that \"failure to abide by the Mission's COVID policies will result in consequences up to and including removal from Post on the next available flight.\"",
		"The outbreak comes as the US military withdrawal from Afghanistan is \"more than 50% complete,\" according to US Central Command.",
		"The embassy publicly announced last week it was suspending all visa operations in response to the Covid-19 outbreak in the country.",
		"That move has prompted even greater concern among lawmakers and advocates for the fate of the Afghans who helped the United States during its nearly two decade military campaign on the ground, as it presents another obstacle in the special immigrant visa application process.",
		"Principal Deputy Spokesperson Jalina Porter said last Friday that applications at the Chief of Mission stage would continue to be processed in Washington, DC.",
		"In response to the suspension of visa operations, Rep. Michael McCaul, the top Republican on the House Foreign Affairs Committee, called on the administration to look into the possibility of humanitarian parole, which \"is used to bring someone who is otherwise inadmissible into the United States for a temporary period of time due to an emergency,\" according to US Citizen and Immigration Services."
	]
},{
	"title": "Southern Baptist Convention can dodge a schism, but not its own history.",
	"values": [
		"Southern Baptist Convention can dodge a schism, but not its own history.",
		"President Joe Biden said that signing legislation into law on Thursday establishing June 19 as Juneteenth National Independence Day -- a US federal holiday commemorating the end of slavery in the United States -- will go down as \"one of the greatest honors\" of his presidency.",
		"\"I have to say to you, I've only been president for several months, but I think this will go down, for me, as one of the greatest honors I will have as president,\" Biden said at the White House during a signing ceremony.",
		"\"I regret that my grandchildren aren't here, because this is a really, really, really important moment in our history.",
		"By making Juneteenth a federal holiday, all Americans can feel the power of this day and learn from our history -- and celebrate progress and grapple with the distance we've come (and) the distance we have to travel,\" Biden said.",
		"The ceremony, which took place in the East Room, included some 80 members of Congress -- including members of the Congressional Black Caucus, local elected officials, community leaders and activists.",
		"The President specifically noted that Opal Lee, the activist who campaigned to establish Juneteenth as a federal holiday, was in attendance.",
		"Juneteenth commemorates June 19, 1865, when Union Major General Gordon Granger announced the end of slavery in Galveston, Texas, in accordance with President Abraham Lincoln's 1863 Emancipation Proclamation.",
		"Only a handful of states currently observe Juneteenth as a paid holiday.",
		"Biden, speaking at the White House alongside Vice President Kamala Harris, repeated the sentiments he relayed when he commemorated the Tulsa race massacre earlier, that \"great nations don't ignore their most painful moments.\"",
		"\"They embrace them.",
		"Great nations don't walk away.",
		"We've come to terms with the mistakes we made and in remembering those moments, we begin to heal and grow stronger,\" the President said.",
		"During the ceremony, the President said it was not enough to commemorate the holiday, but to use it as a day of reflection and action.",
		"\"We can't rest until the promise of equality if fulfilled for every one of us in every corner of this nation.",
		"That to me is the meaning of Juneteenth,\" Biden said.",
		"Biden also underscored how his White House agenda is working to deliver equality and emphasized that the promise of equality is not going to fulfilled \"so long as the sacred right to vote remains under attack.\"",
		"The President specifically pointed to restrictive voter laws in some states, calling them \"an assault that offends our very democracy.\"",
		"The holiday is the first federal holiday established since Martin Luther King Jr. Day in 1983 and becomes at least the eleventh federal holiday recognized by the US federal government.",
		"The US Office of Personnel Management announced Thursday that most federal employees will observe the holiday on Friday since Juneteenth falls on a Saturday this year.",
		"The legislation, which was passed by Congress on Wednesday, gained momentum following Black Lives Matter protests sparked by the police killing of George Floyd last year.",
		"It was also spurred after Democrats won the White House and control of the House of Representatives and the US Senate.",
		"The bill passed the House on Wednesday with a 415-14 vote after the Senate unanimously passed the legislation the day before.",
		"The bill had bipartisan sponsors that included Democratic Rep. Sheila Jackson Lee of Texas, Republican Sen. John Cornyn of Texas and Democratic Sen. Ed Markey of Massachusetts.",
		"At the White House on Thursday, Biden lauded members of Congress for the bipartisan effort, saying, \"I hope this is the beginning of a change in the way we deal with one another.\"",
		"Lee told reporters ahead of the final passage of the bill, \"what I see here today is racial divide crumbling, being crushed this day under a momentous vote that brings together people who understand the value of freedom.\"",
		"The 14 Republicans who voted against the bill were Reps. Thomas Massie of Kentucky, Mo Brooks of Alabama, Scott DesJarlais of Tennessee, Andy Biggs of Arizona, Tom Tiffany of Wisconsin, Doug LaMalfa of California, Tom McClintock of California, Mike Rogers of Alabama, Matt Rosendale of Montana, Ronny Jackson of Texas, Ralph Norman of South Carolina, Andrew Clyde of Georgia, Chip Roy of Texas and Paul Gosar of Arizona.",
		"Wisconsin Republican Sen. Ron Johnson had previously blocked the bill in 2020, saying that the day off for federal employees would cost US taxpayers hundreds of millions of dollars.",
		"But Johnson dropped his objection this week despite his concerns, which paved the way for the bill's passage in the Senate.",
		"This story and headline have been updated with additional developments Thursday."
	]
},{
	"title": "January 6 rioter charged with bringing gun to Capitol grounds, undercutting GOP claims that the pro-Trump mob was unarmed.",
	"values": [
		"January 6 rioter charged with bringing gun to Capitol grounds, undercutting GOP claims that the pro-Trump mob was unarmed.",
		"President Joe Biden spoke about voting rights, vaccines and gun violence before signing a bill into law making Juneteenth a national holiday."
	]
}]